[
  {
    "name": "London Breed",
    "job": "Mayor",
    "tip": "City & County of San Francisco",
    "image": "londonbreed.webp",
    "website": "",
    "twitter": "https://twitter.com/LondonBreed",
    "linkedin": "",
    "detail": "londonbreed2.webp",
    "description": "London Nicole Breed is the 45th mayor of the City and County of San Francisco. Mayor Breed is the first African-American woman Mayor in San Francisco's history. Born and raised in San Francisco, Mayor Breed's experiences growing up in Plaza East Public Housing and living in neighborhoods impacted by redevelopment, has lead to her commitment to creating opportunities for all San Franciscans to live and thrive.",
    "new": true,
    "hide": false,
    "id": "londonbreed"
  },
  {
    "name": "Dr. Michael Stewart",
    "job": "Managing Partner",
    "tip": "M12",
    "linkedin": "https://www.linkedin.com/in/mpstewart/",
    "twitter": "https://twitter.com/mps_vc",
    "website": "",
    "detail": "stewart2.webp",
    "image": "stewart.webp",
    "description": "Michael Stewart is the Managing Partner at M12, where he spearheads investment theses in generative AI, gaming, web3, and other deep technology domains. Holding both a PhD and an MBA, Michael brings over two decades of expertise in semiconductor and hard technology products, as well as in investment. His career is distinguished by his roles in founding two startups and securing over 40 patents, marking him as a leading figure in the field of technology innovation and venture capital.",
    "new": false,
    "hide": false,
    "id": "michaelstewart"
  },
  {
    "name": "Armand Ruiz",
    "job": "VP of Product - AI Platform",
    "tip": "IBM",
    "linkedin": "https://www.linkedin.com/in/armand-ruiz/",
    "twitter": "https://x.com/armand_ruiz",
    "website": "https://www.ibm.com/blog/author/armand-ruizus-ibm-com/",
    "detail": "armandruiz2.webp",
    "image": "armandruiz.webp",
    "description": "Armand Ruiz is the Vice President of Product Management for the AI Platform at IBM, where he leads the development of Generative AI products and offerings aimed at businesses. Born in Barcelona and based in the San Francisco Bay Area for the last 10 years working at the heart of innovation in Silicon Valley, Armand has worked with customers worldwide from all industries. He has spent over 13 years working in AI and Machine Learning, developing products and solutions that have reached millions of users. Armand is also the founder of a popular newsletter with more than 50k subscribers and shares his passion for AI with over 90k followers on LinkedIn and X.",
    "new": true,
    "hide": false,
    "id": "armandruiz"
  },
  {
    "name": "Dr. Sam Liang",
    "job": "CEO & Founder",
    "tip": "Otter.ai",
    "image": "samliang.webp",
    "linkedin": "https://www.linkedin.com/in/samliang/",
    "twitter": "https://twitter.com/goopt?lang=en",
    "website": "",
    "detail": "samliang2.webp",
    "description": "Dr. Sam Liang is the CEO and founder of Otter.ai. He holds a PhD from Stanford. Otter.ai provides Collaborative Generative AI for live meeting notes, summaries, chat for team collaboration. It is a WSJ Top 10 AI App. So far, Otter AI has raised a total of $73 million in funding.",
    "new": false,
    "hide": false,
    "id": "samliang"
  },
  {
    "name": "Rodrigo Liang",
    "job": "Co-Founder & CEO",
    "tip": "SambaNova Systems",
    "image": "rodrigoliang.webp",
    "twitter": "https://twitter.com/RodrigoLiang",
    "linkedin": "https://www.linkedin.com/in/rodrigo-liang/",
    "website": "",
    "detail": "rodrigoliang2.webp",
    "description": "Rodrigo Liang, Co-Founder of SambaNova Systems, has propelled the company to a prominent position in AI tech. Founded in 2017 in Palo Alto, SambaNova has swiftly expanded, securing $1.13 billion in funding across multiple rounds. Their innovative hardware and software advance AI applications, pushing the limits of machine learning capabilities, empowering businesses to fully leverage artificial intelligence.",
    "new": false,
    "hide": false,
    "id": "rodrigoliang"
  },
  {
    "name": "Dr. Rashmi Misra",
    "job": "Chief AI Officer",
    "tip": "Analog Devices",
    "website": "",
    "twitter": "https://twitter.com/rmisra11",
    "linkedin": "https://www.linkedin.com/in/rmisra/",
    "detail": "rashimi2.webp",
    "image": "rashimi.webp",
    "description": "Dr. Rashmi Misra is the Chief AI Officer at Analog Devices, where she leads the company's AI initiatives. Rashmi has spent her career on the cutting edge of AI products, engineering challenges and go-to-market opportunities, and has garnered broad industry influence and recognition. With a PhD in AI, she brings extensive experience in international business development and innovation across various sectors. Dr. Misra holds six international patents and is actively involved in recruiting top talent in cutting-edge technology fields.",
    "new": true,
    "hide": false,
    "id": "rashmimisra"
  },
  {
    "name": "Dr. Tony Wu",
    "job": "Co-Founder",
    "tip": "xAI",
    "image": "tonywu.webp",
    "website": "https://yuhuaiwu.github.io/",
    "twitter": "https://twitter.com/Yuhu_ai_",
    "linkedin": "https://www.linkedin.com/in/yuhuai-tony-wu-02a641b5/",
    "detail": "tonywu2.webp",
    "description": "Dr. Wu is the Co-Founder of xAI. Dr. Wu's primary interest is building machines that can reason. He’s the co-author of Minerva, AlphaGeometry, Autoformalization with LLMs, and the STaR algorithm. xAI is a new company working on building artificial intelligence to accelerate human scientific discovery. xAI is led by Elon Musk, CEO of Tesla and SpaceX. The xAI company — a competitor to OpenAI — is in talks to raise up to $6 billion at a valuation of $20 billion, Financial Times reported.",
    "new": true,
    "hide": false,
    "id": "tonywu"
  },
  {
    "name": "Jonathan Ross",
    "job": "Founder & CEO",
    "tip": "Groq",
    "website": "",
    "twitter": "https://twitter.com/JonathanRoss321",
    "linkedin": "https://www.linkedin.com/in/ross-jonathan/",
    "detail": "ross2.webp",
    "image": "ross.webp",
    "description": "Jonathan Ross, CEO and founder of Groq Inc., Groq's core product is a unique processor designed for efficient computation in machine learning and artificial intelligence applications. Often described as Tensor Processing Units (TPUs) or specific accelerators, Groq's processors emphasize simplified interaction between hardware and software, along with enhanced data processing speed and efficiency. Groq is now raising a new funding round, current valued at around $3B. Before Groq, Ross contributed to Google’s Tensor Processing Unit (TPU) and was part of Google X's Rapid Eval Team, initiating projects for Alphabet.",
    "new": true,
    "hide": false,
    "id": "jonathanross"
  },
  {
    "name": "Arvind Jain",
    "job": "Founder & CEO",
    "tip": "Glean",
    "website": "https://www.glean.com/",
    "twitter": "https://twitter.com/jainarvind",
    "linkedin": "https://www.linkedin.com/in/arvind-jain-5935161/",
    "detail": "arvindjain2.webp",
    "image": "arvindjain.webp",
    "description": "Founded by Arvind Jain, Glean is revolutionizing internal information retrieval and management with its AI-powered work assistant software, aimed at enhancing employee efficiency. The company has raised $200 million in its Series C funding round and another $200 million in its Series D, reaching a valuation of $2.2 billion. Competing against traditional solution providers like Hammerspace, Glean is committed to radically transforming data retrieval and management in enterprises",
    "new": false,
    "hide": false,
    "id": "arvindjain"
  },
  {
    "name": "Fiona Ma, CPA",
    "job": "State Treasurer",
    "tip": "State Treasurer's Office",
    "image": "fionama.webp",
    "linkedin": "https://www.linkedin.com/in/fionamacpa/",
    "twitter": "https://twitter.com/fionama",
    "website": "https://www.fionama.com/",
    "detail": "fionama2.webp",
    "description": "Fiona Ma was the first Asian American woman serve as California Assembly Speaker Pro Tempore. Fiona became the California state treasurer since January 7, 2019. She was previously served as a Chair of the California Board of Equalization, the California State Assembly, and the San Francisco Board of Supervisors.",
    "new": false,
    "hide": false,
    "id": "fionama"
  },
  {
    "name": "Adam Seligman",
    "job": "VP Generative Builders",
    "tip": "Amazon Web Services",
    "image": "adamseligman.webp",
    "linkedin": "https://www.linkedin.com/in/adamseligman/",
    "twitter": "https://x.com/adamse",
    "website": "",
    "detail": "adamseligman2.png",
    "description": "Adam Seligman is the Vice President of Generative Builders at Amazon Web Services (AWS). He leads the organization focused on developing next-generation developer tools and services, including capabilities powered by generative AI, low-code abstractions, and cloud development and operations. Seligman is passionate about empowering builders of all skill levels to create and innovate on the AWS cloud platform.",
    "new": false,
    "hide": false,
    "id": "adamseligman"
  },
  {
    "name": "Deon Nicholas",
    "job": "Co-Founder & CEO",
    "tip": "Forethought",
    "image": "deonnicholas.webp",
    "twitter": "https://twitter.com/dojideon?lang=en",
    "linkedin": "https://www.linkedin.com/in/deon-nicholas/",
    "website": "",
    "detail": "deonnicholas2.webp",
    "description": "Deon Nicholas is the Co-Founder & CEO of Forethought is the generative customer support AI that will 10X the help desk efficiency over chat and email, cut costs, and ensure a top-tier experience. Helping customers building their customer support functions. Currently total funding raised for Forethought is $92M. Deon was a World Finalist at the ACM International Collegiate Programming Contest and was named to Forbes 30 under 30.",
    "new": true,
    "hide": false,
    "id": "deonnicholas"
  },
  {
    "name": "Dr. Jim Fan",
    "job": "Research Manager & Lead of Embodied AI",
    "tip": "NVIDIA",
    "website": "https://jimfan.me/",
    "twitter": "https://twitter.com/DrJimFan",
    "linkedin": "https://www.linkedin.com/in/drjimfan/",
    "detail": "jimfan2.webp",
    "image": "jimfan.webp",
    "description": "Dr. Jim Fan is a Senior Research Scientist at NVIDIA and leads the AI Agents Initiative, focusing on developing versatile agents for both real and simulated environments. His expertise spans multimodal foundation models, reinforcement learning, and computer vision. With a Ph.D. from Stanford Vision Lab under Prof. Fei-Fei Li, Jim has interned at OpenAI, Baidu AI Labs, and MILA, contributing to AI research alongside leaders like Ilya Sutskever and Yoshua Bengio. As a Columbia University Valedictorian, he was awarded the Illig Medal in 2016.",
    "new": false,
    "hide": false,
    "id": "jimfan"
  },
  {
    "name": "Jon Shalowitz",
    "job": "Managing Director",
    "tip": "Woodside Capital Partners",
    "image": "jonshalowitz.webp",
    "linkedin": "https://www.linkedin.com/in/jshalowitz/",
    "twitter": "",
    "website": "https://woodsidecap.com/team/jon-shalowitz/",
    "detail": "jonshalowitz2.webp",
    "description": "Jon advises AI and Cloud Infrastructure & Software companies on M&A and strategic financing. With over 25 years of Silicon Valley experience, he's successfully led exits for startups like LiftIgniter, Badgeville, CloudUp Networks, and XDN. Prior to WCP, he held CEO roles and worked at Internet infrastructure giants like 3Com and NetScreen/Juniper. A Phi Beta Kappa graduate of Duke University and Stanford Graduate School of Business alum.",
    "new": true,
    "hide": false,
    "id": "jonshalowitz"
  },
  {
    "name": "Charles Xie",
    "job": "Founder & CEO",
    "tip": "Zilliz",
    "image": "charlesxie.webp",
    "website": "",
    "linkedin": "https://www.linkedin.com/in/chaoxie/",
    "twitter": "https://twitter.com/starlordxie",
    "detail": "charlesxie2.webp",
    "description": "Charles Xie is the founder and CEO of Zilliz, a company dedicated to developing a cutting-edge unstructured data platform for AI applications. He is the creator of Milvus, a leading open-source vector database that is used by over 5,000 enterprises worldwide. In addition to his role at Zilliz, Charles has been actively involved with the LF AI & Data Foundation, serving as a board member and as the chairperson from 2020 to 2021. Before founding Zilliz, he was one of the founding engineers behind Oracle's 12c cloud database project. Charles holds a Master's degree in Computer Science from the University of Wisconsin-Madison.",
    "new": true,
    "hide": false,
    "id": "charlesxie"
  },
  {
    "name": "Jason Wei",
    "job": "AI Researcher",
    "tip": "OpenAI",
    "image": "jasonwei.webp",
    "website": "https://www.jasonwei.net/",
    "twitter": "https://twitter.com/_jasonwei",
    "linkedin": "https://www.linkedin.com/in/jason-wei-5a7323b0/",
    "detail": "jasonwei2.webp",
    "description": "Jason Wei currently works at OpenAI as a member of the technical staff. Jason graduated from Dartmouth College. He was a senior research scientist at Google Brain. He popularized some key ideas in large language models: chain-of-thought prompting, instruction tuning, and emergent phenomena.",
    "new": false,
    "hide": false,
    "id": "jasonwei"
  },
  {
    "name": "Brooke Jenkins J.D.",
    "job": "District Attorney",
    "tip": "San Francisco",
    "image": "brookejenkins.webp",
    "website": "https://www.sfdistrictattorney.org/about-us/",
    "twitter": "https://twitter.com/BrookeJenkinsSF",
    "linkedin": "https://www.linkedin.com/in/brooke-jenkins-41902114/",
    "detail": "brookejenkins2.webp",
    "description": "Brooke Jenkins was sworn in as San Francisco's 31st District Attorney on January 8, 2023. A Bay Area native, she is deeply committed to justice reform and public safety. Jenkins has extensive experience in the San Francisco District Attorney’s Office, handling cases across Hate Crimes, Sexual Assault, and Homicide Units. Her career is marked by advocacy for victims and a drive to implement fair and responsible criminal justice reforms.",
    "new": true,
    "hide": false,
    "id": "brookejenkins"
  },
  {
    "name": "Sharan Narang",
    "job": "Co-Author",
    "tip": "Llama 3 & Llama 2",
    "image": "sharannarang.webp",
    "website": "https://scholar.google.com/citations?user=CWOixywAAAAJ&hl=en",
    "twitter": "https://twitter.com/sharan0909",
    "linkedin": "https://www.linkedin.com/in/sharan-narang/",
    "detail": "sharannarang2.webp",
    "description": "Sharan is a senior research manager on the Llama team. He is responsible for leading the pretraining effort of the Llama models. Most recently, his team was responsible for pretraining the Llama 3 family of models, which achieved state-of-the-art results across all model sizes. Sharan has 9 years of experience in AI and Deep Learning research. Prior to joining Meta, Sharan was at Google Brain where he led the effort to train multiple LLMs, most notably the Pathways Language Model (PaLM). Sharan also led systems research efforts at Baidu Research for speech recognition models. Prior to that, Sharan was building next generation hardware at Nvidia for 6 years.",
    "new": true,
    "hide": false,
    "id": "sharannarang"
  },
  {
    "name": "Dr. Jia Li",
    "job": "Co-Founder, CAIO & President",
    "tip": "LiveX AI",
    "image": "jiali.webp",
    "website": "",
    "twitter": "https://twitter.com/lijiali_vision",
    "linkedin": "https://www.linkedin.com/in/lijiali/",
    "detail": "jiali2.webp",
    "description": "Jia is the Co-Founder and President of LiveX AI, with roles including IEEE Fellow for AI leadership, co-instructor of Stanford's Generative AI and Medicine course. LiveX AI is a cutting-edge AI Agent, poised to act as a digital extension of your business—your AI Assistant—enhancing customer engagement, support, and sales operations. It uses advanced AI to deliver human-like interactions that mirror your brand’s voice and tone across all forms of communication, including text, email, and voice, whether through the web or smartphones. Businesses that integrate LiveX AI can quickly experience a host of benefits: increased sales, reduced returns, happier customers, and richer insights from customer data.",
    "new": true,
    "hide": false,
    "id": "jiali"
  },
  {
    "name": "Dr. Denis Yarats",
    "job": "CTO & Co-Founder",
    "tip": "Perplexity",
    "image": "denisyarats.webp",
    "website": "https://cs.nyu.edu/~dy1042/",
    "twitter": "https://twitter.com/denisyarats",
    "linkedin": "https://www.linkedin.com/in/denisyarats/",
    "detail": "denisyarats2.webp",
    "description": "Dr. Denis Yarats, the Co-Founder and CTO of Perplexity AI. Perplexity AI is an AI-powered search engine and chatbot that utilizes advanced technologies such as natural language processing (NLP) and machine learning to provide accurate and comprehensive answers to user queries, which brings the challenges to Google Search. Perplexity AI,secured $100 million in funding, which elevated the company's valuation to a total of $520 million.",
    "new": true,
    "hide": false,
    "id": "denisyarats"
  },
  {
    "name": "Denis Skrinnikoff",
    "job": "CTO",
    "tip": "IREN",
    "image": "denisskrinnikoff.webp",
    "website": "",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/denis-skrinnikoff/",
    "detail": "denisskrinnikoff2.webp",
    "description": "Denis Skrinnikoff is a seasoned technologist with over 15 years of experience in the cloud and data center service provider industry. He has an extensive background in networking, enterprise architecture, and operating fiber networks. Skrinnikoff has been involved in designing, constructing, and managing Tier 3 data centers, as well as overseeing acquisitions, mergers, and business units. He previously held senior leadership roles at TeraGo and RackForce Networks.",
    "new": false,
    "hide": false,
    "id": "denisskrinnikoff"
  },
  {
    "name": "Fan Zhang",
    "job": "Co-Founder",
    "tip": "Sequoia Capital China",
    "image": "fanzhang.webp",
    "website": "",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/fanzhang3/",
    "detail": "fanzhang2.png",
    "description": "Fan Zhang is a renowned venture capitalist and co-founder of Sequoia Capital China, one of the most influential VC firms in the country. He has over 25 years of experience investing in innovative companies across various sectors, including internet, semiconductor, blockchain, AI, and spatial computing. Zhang played a pivotal role in establishing Sequoia Capital China in 2005 and helped raise billions for its funds, backing numerous successful startups that went public.",
    "new": "false",
    "hide": false,
    "id": "fanzhang"
  },
  {
    "name": "Dr. Devendra Chaplot",
    "job": "AI Research Scientist",
    "tip": "Mistral AI",
    "image": "devendrachaplot.webp",
    "website": "https://devendrachaplot.github.io/",
    "twitter": "https://twitter.com/dchaplot",
    "linkedin": "https://www.linkedin.com/in/devendra-chaplot-b1605534/",
    "detail": "devendrachaplot2.webp",
    "description": "Dr. Devendra Chaplot is a Research Scientist at Mistral AI working on building the next generation of AI models. Earlier he was a Research Scientist at Facebook AI Research where he worked at the intersection of Computer Vision and Robotics. Mistral AI can grasp the nuances of language, context, and even emotions. For now, Mistral AI is valued at $2 Billion in Funding Round, reported by The New York Times.",
    "new": true,
    "hide": false,
    "id": "devendrachaplot"
  },
  {
    "name": "Jingsheng Huang",
    "job": "Director of Board",
    "tip": "Yiren Digital",
    "image": "jingshenghuang.webp",
    "website": "",
    "twitter": "https://twitter.com/yirendigital",
    "linkedin": "https://www.linkedin.com/company/yiren-digital-ltd/",
    "detail": "jingshenghuang2.webp",
    "description": "Mr. Jingsheng Huang is the managing executive director at Harvard Center Shanghai. Previously, he was a partner at TPG Growth and RMB Funds, a managing director at Bain Capital LLC, and held positions at SOFTBANK Asia Infrastructure Fund, SuNeVision Ventures, Intel Capital, and GartnerGroup. He has served on boards of China Venture Capital Association and Shanghai Private Equity Association.",
    "new": false,
    "hide": false,
    "id": "jingshenghuang"
  },
  {
    "name": "Cedric Vidal",
    "job": "Principal AI Advocate for Startups",
    "tip": "Microsoft",
    "image": "cedricvidal.webp",
    "website": "",
    "twitter": "https://x.com/cedricvidal",
    "linkedin": "https://www.linkedin.com/in/cedricvidal/",
    "detail": "cedricvidal2.png",
    "description": "Cedric Vidal is the Principal AI Advocate for Startups at Microsoft, where he helps startups leverage AI technologies. He is an innovative technology builder with experience as a senior software engineer, team leader, and former CTO at companies like Argo AI and Quicksign. As an AI advocate at Microsoft, he plays a crucial role in enabling startups to harness the power of AI for their businesses.",
    "new": false,
    "hide": false,
    "id": "cedricvidal"
  },
  {
    "name": "Bob van Luijt",
    "job": "CEO & Co-Founder",
    "tip": "Weaviate",
    "image": "bobvanluijt.webp",
    "website": "https://en.wikipedia.org/wiki/Bob_van_Luijt",
    "twitter": "https://twitter.com/bobvanluijt",
    "linkedin": "https://www.linkedin.com/in/bobvanluijt/?originalSubdomain=nl",
    "detail": "bobvanluijt2.webp",
    "description": "Bob van Luijt, as the CEO and co-founder of Weaviate, stands out in the technology industry with his expertise in artificial intelligence. His leadership at Weaviate, an innovative open-source vector database, demonstrates his profound knowledge and entrepreneurial skills. Prior to his current role, van Luijt was involved in various technology projects and startups, showing his capability and versatility in the field. Under his direction, Weaviate, operated by SeMI Technologies, has successfully raised a total funding of $67 Million.",
    "new": true,
    "hide": false,
    "id": "bobvanluijt"
  },
  {
    "name": "Dr. Muddu Sudhakar",
    "job": "Co-Founder & CEO",
    "tip": "Aisera",
    "image": "muddusudhakar.webp",
    "website": "https://aisera.com/company/",
    "linkedin": "https://www.linkedin.com/in/muddusudhakar/",
    "twitter": "https://twitter.com/smuddu?lang=en",
    "detail": "muddusudhakar2.webp",
    "description": "Dr. Muddu Sudhakar, a Silicon Valley entrepreneur and EY Entrepreneur of the Year 2023, has founded several AI companies acquired by major firms like EMC, ServiceNow, and Splunk. His company Aisera is among America's fastest-growing, serving over 100 million users at F1000 companies. He holds a Ph.D. from UCLA and owns over 40 patents.",
    "new": true,
    "hide": false,
    "id": "muddusudhakar"
  },
  {
    "name": "Zachary Lipton",
    "job": "CTO & CSO",
    "tip": "Abridge",
    "image": "zacharylipton.webp",
    "website": "https://www.approximatelycorrect.com/author/zack/",
    "twitter": "https://x.com/zacharylipton",
    "linkedin": "https://www.linkedin.com/in/zacharylipton/",
    "detail": "zacharylipton2.webp",
    "description": "Zachary Lipton is an Assistant Professor of Machine Learning at Carnegie Mellon University and the Chief Scientific Officer at Abridge. He leads the Approximately Correct Machine Intelligence (ACMI) lab, focusing on robust and adaptive machine learning algorithms, applications in clinical medicine and NLP, and the societal impact of ML systems. Lipton co-authored the interactive book \"Dive into Deep Learning\" and founded the blog \"Approximately Correct\".",
    "new": false,
    "hide": false,
    "id": "zacharylipton"
  },
  {
    "name": "Swapnil Jain",
    "job": "CEO & Co-Founder",
    "tip": "Observe.AI",
    "image": "swapniljain.webp",
    "linkedin": "https://www.linkedin.com/in/conversationintelligence/",
    "twitter": "https://twitter.com/swapnil",
    "website": "",
    "detail": "swapniljain2.webp",
    "description": "Observe.AI, co-founded by Swapnil Jain, revolutionizes contact centers with AI to enhance agent performance and automate routine tasks. Observe.AI provides a platform for enhancing the performance of contact centers through artificial intelligence, analyzing customer interactions for insights and automation of workflows to improve service efficiency and effectiveness. The company has successfully raised $213 million.",
    "new": true,
    "hide": false,
    "id": "swapniljain"
  },
  {
    "name": "Bryan McCann",
    "job": "Co-Founder & CTO",
    "tip": "you.com",
    "image": "bryanmccann.webp",
    "website": "https://www.bryanmccann.org/",
    "twitter": "https://twitter.com/bmarcusmccann/",
    "linkedin": "https://www.linkedin.com/in/bmarcusmccann/",
    "detail": "bryanmccann2.webp",
    "description": "Bryan McCann is the Co-Founder and CTO of you.com, focused on advancing human-AI collaboration. He previously led AI research in NLP at Salesforce, with his work being highly cited. McCann aims to use AI to inspire creativity and develop tools for more fulfilling lives. He advises AI startups, pursues interests like poetry and painting, and holds degrees from Stanford in CS, AI, and Philosophy.",
    "new": false,
    "hide": false,
    "id": "bryanmccann"
  },
  {
    "name": "Jason Lopatecki",
    "job": "Founder & CEO",
    "tip": "Arize AI",
    "image": "jasonlopatecki.webp",
    "website": "",
    "twitter": "https://twitter.com/jason_lopatecki",
    "linkedin": "https://www.linkedin.com/in/jason-lopatecki-9509941/",
    "detail": "jasonlopatecki2.webp",
    "description": "Jason Lopatecki is the Founder and CEO of Arize AI. Arize AI is reshaping AI observability, challenging traditional manual monitoring methods used in data science. The company focuses on enhancing the monitoring and maintenance of AI systems, moving beyond traditional approaches like Splunk's. Arize AI aims to improve efficiency and understanding in AI system management, targeting the data science sector's need for better analytical tools. Arize AI now have raised total of 200million.",
    "new": false,
    "hide": false,
    "id": "jasonlopatecki"
  },
  {
    "name": "Prof. Raluca Popa",
    "job": "Professor",
    "tip": "UC Berkeley CS Dept.",
    "image": "ralucapopa.webp",
    "website": "https://people.eecs.berkeley.edu/~raluca/",
    "twitter": "https://twitter.com/ralucaadapopa",
    "linkedin": "https://www.linkedin.com/in/ralucaadapopa/",
    "detail": "ralucapopa2.webp",
    "description": "Prof. Raluca Ada Popa, an associate professor at UC Berkeley, specializes in privacy technologies and secure AI. She co-directs RISELab and SkyLab and co-founded Opaque Systems and PreVeil. With a Ph.D. and other degrees from MIT, she's honored with the 2021 ACM Grace Murray Hopper Award, among other accolades, highlighting her contributions to computer science and teaching.",
    "new": true,
    "hide": false,
    "id": "ralucapopa"
  },
  {
    "name": "Yohei Nakajima",
    "job": "Founder",
    "tip": "BabyAGI",
    "image": "yoheinakajima.webp",
    "website": "https://yoheinakajima.com/",
    "linkedin": "https://www.linkedin.com/in/yoheinakajima/",
    "twitter": "https://twitter.com/yoheinakajima?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor",
    "detail": "yoheinakajima2.webp",
    "description": "Yohei Nakajima is a venture capitalist, coder, and relentless experimenter. BabyAGI represents a significant stride in the domain of AI-powered task management. By automating and streamlining tasks, BabyAGI not only enhances operational efficiency but also provides insights into the capabilities and future potential of autonomous AI agents. This pioneering project has 18K stars in Github.",
    "new": true,
    "hide": false,
    "id": "yoheinakajima"
  },
  {
    "name": "Philip Rathle",
    "job": "CTO",
    "tip": "Neo4j",
    "image": "philiprathle.webp",
    "linkedin": "https://www.linkedin.com/in/prathle/",
    "twitter": "https://twitter.com/prathle",
    "website": "https://board.fastcompany.com/profile/Philip-Rathle-CTO-Neo4j/833d03ca-d8dd-42a2-a4c0-6cc3baef452d",
    "detail": "philiprathle2.webp",
    "description": "Philip Rathle is CTO of Neo4j, the graph database and analytics leader that enabled the ICIJ to crack the Panama Papers, and NASA to get to Mars two years faster. Neo4j enables thousands of organizations worldwide-- including most of the Fortune 500-- to solve their most pressing & valuable problems through the power of the connections in data. Neo4j has raised a total funding of $581M over 9 rounds from 21 investors, leading the Company's valuation to over $2 billion.",
    "new": true,
    "hide": false,
    "id": "philiprathle"
  },
  {
    "name": "Jim Palmer",
    "job": "Chief AI Officer",
    "tip": "Dialpad",
    "image": "jimpalmer.webp",
    "website": "https://www.dialpad.com/leadership/",
    "linkedin": "https://www.linkedin.com/in/jimbob/",
    "twitter": "",
    "detail": "jimpalmer2.webp",
    "description": "Jim Palmer is a startup founder with experience as a first engineer, team builder, and sustainer. He has worked as an engineer and manager at public companies, with expertise in backend, frontend, full-stack engineering, DevOps, and managing teams focused on NLP, ASR, data engineering, and various AI initiatives. Jim has a strong track record of building and leading engineering teams, and he has a passion for building products that solve real-world problems.",
    "new": false,
    "hide": false,
    "id": "jimpalmer"
  },
  {
    "name": "Mengfan Zhang",
    "job": "Co-Founder & CMO",
    "tip": "MountainLion",
    "image": "mengfanzhang.webp",
    "website": "",
    "twitter": "https://twitter.com/yirendigital",
    "linkedin": "https://www.linkedin.com/company/yiren-digital-ltd/",
    "detail": "mengfanzhang2.webp",
    "description": "Mengfan entered into the crypto space in 2016 and co-founded BlockTrain in 2017, showcasing her expertise in Web3 media and branding. Her journey through pivotal roles at SushiSwap, Celo Foundation, and Coinbase demonstrates her profound experience in go-to-market strategies for Web3  companies. Her engineering background and leadership in data analytics at Stanford equip her with a data-driven approach and a deep understanding of AI and machine learning.",
    "new": false,
    "hide": false,
    "id": "mengfanzhang"
  },
  {
    "name": "Rocky Yu",
    "job": "Founder & CEO",
    "tip": "AGI House",
    "image": "rockyyu.webp",
    "website": "",
    "linkedin": "https://www.linkedin.com/in/rockyyu/",
    "twitter": "",
    "detail": "rockyyu2.webp",
    "description": "Rocky Yu is the founding partner of AGI House Ventures, a pre//seed fund that invests in AI startups that aims to redisgn the digital infrastrucutre for humanity around foundation models. He is also the founder and CEO of AGI House, an AI founder and reseacher community. Before that, he spend more than a decade working in the AI//AR space in slicon valley.",
    "new": false,
    "hide": false,
    "id": "rockyyu"
  },
  {
    "name": "Dr. Alexander Ratner",
    "job": "CEO & Co-Founder",
    "tip": "Snorkel AI",
    "image": "alexanderratner.webp",
    "linkedin": "https://www.linkedin.com/in/alexander-ratner-038ba239/",
    "twitter": "https://twitter.com/ajratner",
    "website": "https://councils.forbes.com/profile/Alexander-Ratner-CEO-Co-founder-Snorkel-AI/f1b8b27b-d6ae-40ca-baba-cc2c6c004721",
    "detail": "alexanderratner2.webp",
    "description": "Dr. Alex Ratner is the co-founder and CEO at Snorkel AI. Snorkel AI helps Label data way faster the traditional method, helps building high-quality datasets at enterprise scale using programmatic data development and your subject matter experts. Snorkel Flow captures and encodes your domain expertise and automates manual tasks like filtering, curating, labeling, and slicing. Snorkel AI raises $85m Series C at a total of $1b Valuation for Data-Centric AI.",
    "new": true,
    "hide": false,
    "id": "alexanderratner"
  },
  {
    "name": "Dr. Darko Matovski",
    "job": "CEO & Co-Founder",
    "tip": "causaLens",
    "image": "darkomatovski.webp",
    "linkedin": "https://www.linkedin.com/in/matovski/",
    "twitter": "",
    "website": "",
    "detail": "darkomatovski2.webp",
    "description": "Dr. Darko Matovski is a pioneering researcher in Causal AI and co-founder/CEO of causaLens, a $50M venture-backed AI startup. He has over a decade of experience at institutions like the UK's National Physical Laboratory and hedge funds. Matovski contributes to ethical AI development as a World Economic Forum Global Innovator and Milken Institute Young Leader, collaborating on global challenges.",
    "new": false,
    "hide": false,
    "id": "darkomatovski"
  },
  {
    "name": "Rochelle Mattern",
    "job": "Director of Solutions Engineering",
    "tip": "SambaNova Systems",
    "image": "rochellemattern.webp",
    "website": "",
    "twitter": "https://twitter.com/ro_mattern?lang=en",
    "linkedin": "https://www.linkedin.com/in/rochelle-mattern10/",
    "detail": "rochellemattern2.webp",
    "description": "Rochelle is the Director of Worldwide Solutions Engineering at SamabNova Systems. Her and her team support enterprise customers in their journey to adopting generative AI technologies to solve their most challenging business problems and unlock new revenue opportunities. With extensive experience in AI solutions, she has worked at Forethought.ai, Google Cloud, and Cisco Systems, where she has helped merge technical innovations with strategic enterprise objectives. Beyond SambaNova, Rochelle serves on the leadership team of Women in AI Club, striving to connect, elevate, and inspire women founders, leaders, and practitioners in AI.",
    "new": false,
    "hide": false,
    "id": "rochellemattern"
  },
  {
    "name": "Dr. Ram Sriharsha",
    "job": "CTO",
    "tip": "Pinecone",
    "image": "ramsriharsha.webp",
    "website": "",
    "linkedin": "https://www.linkedin.com/in/harsha340/",
    "twitter": "https://twitter.com/halfabrane",
    "detail": "ramsriharsha2.webp",
    "description": "Dr. Ram Sriharsha is the CTO at Pinecone. Pinecone created the vector database to help engineers build and scale remarkable AI applications. Vector databases have become a core component of GenAI applications, and Pinecone is the market-leading solution with over 5,000 customers of all types and sizes across all industries. Pinecone has raised $138M in funding from leading investors Andreessen Horowitz, ICONIQ Growth, Menlo Ventures, and Wing Venture Capital, and operates in New York, San Francisco, and Tel Aviv.",
    "new": true,
    "hide": false,
    "id": "ramsriharsha"
  },
  {
    "name": "Sri Satish Ambati",
    "job": "Co-Founder & CEO",
    "tip": "H2O.AI",
    "image": "srisatishambati.webp",
    "website": "https://www.rblt.com/tech-summit-biography/sri-ambati",
    "twitter": "https://twitter.com/srisatish",
    "linkedin": "https://www.linkedin.com/in/srisatishambati/",
    "detail": "srisatishambati2.webp",
    "description": "Sri Ambati is the Co-Founder and CEO of H2O.ai since 2011. H2O.ai democratizes AI by building user-friendly tools and fostering collaboratioin to make AI accessible to everyone. H2O.ai has raised a total of $251.1M in funding over 9 rounds. Their latest funding was raised on May 12, 2023 from a secondary market round. H2O.ai focuses on Ease of Use and Accessibility, Automated Machine Learning (AutoML), Scalability and Performance. Currently H2O with a valuation of $1.6 billion.",
    "new": true,
    "hide": false,
    "id": "srisatishambati"
  },
  {
    "name": "Ed Roman",
    "job": "Managing Partner",
    "tip": "Hack VC",
    "image": "edroman.webp",
    "website": "",
    "linkedin": "https://www.linkedin.com/in/ed-roman-19686/",
    "twitter": "https://twitter.com/ed_roman",
    "detail": "edroman2.webp",
    "description": "Ed Roman is the Managing Partner at Hack VC, specializing in web3 investments with an asset base of over $425 million. His background includes significant roles in growing small businesses, team leadership, game development, and technical writing. Ed's skills extend across various areas such as sales, marketing, software development, and project management. Hack VC, where he leads, is based in New York City and operates globally.",
    "new": true,
    "hide": false,
    "id": "edroman"
  },
  {
    "name": "Soumya Batra",
    "job": "Co-Author",
    "tip": "Llama 2",
    "image": "soumyabatra.webp",
    "website": "https://arxiv.org/abs/2307.09288",
    "twitter": "https://twitter.com/batrasoumya",
    "linkedin": "https://www.linkedin.com/in/soumyabatra/",
    "detail": "soumyabatra2.webp",
    "description": "Soumya Batra is the Co-Author of Llama2 and has been dedicated to the field of Natural Language Processing (NLP) for the past six years. After graduating from the Language Technologies Institute at Carnegie Mellon University, she embarked on her professional journey. She was focused on natural language generation at Meta. Before Meta, she worked on natural language understanding and dialog modeling at Microsoft. Soumya is particularly driven by a passion to understand the underlying mathematics of models and the reasons behind their specific behaviors.",
    "new": true,
    "hide": false,
    "id": "soumyabatra"
  },
  {
    "name": "Dr. Eddie Aftandilian",
    "job": "Principal Researcher",
    "tip": "Github",
    "image": "eddieaftandilian.webp",
    "website": "https://eaftan.github.io/about/",
    "linkedin": "https://www.linkedin.com/in/eddie-aftandilian-772b267/",
    "twitter": "https://twitter.com/eaftandilian",
    "detail": "eddieaftandilian2.webp",
    "description": "Dr. Eddie Aftandilian is a Principal Researcher for GitHub Next, GitHub's applied R&D lab. He was a member of the original GitHub Copilot team and currently leads the Copilot Workspace project. Previously, he led Google's Java Tools Team and worked with Google Brain to develop machine-learning-powered developer tools for Google developers. He aims to make software developers happier and more productive by applying AI to build the next generation of developer tools.",
    "new": true,
    "hide": false,
    "id": "eddieaftandilian"
  },
  {
    "name": "Yaron Singer",
    "job": "CEO & Founder",
    "tip": "Robust Intelligence",
    "image": "yaronsinger.webp",
    "website": "",
    "linkedin": "https://www.linkedin.com/in/yaron-singer-76ab6317/",
    "twitter": "https://twitter.com/yaronsinger?lang=en",
    "detail": "yaronsinger2.webp",
    "description": "Dr. Yaron Singer is the CEO at Robust Intelligence. He was a tenure Professor of Computer Science at Harvard University and ex Google AI. He holds a PhD from UC Berkeley and BS from Tel Aviv University. Robust Intelligence is building the AI Firewall, a piece of software that wraps around an AI model to protect it from making mistakes. It has raised more than 45 million VC funds.",
    "new": true,
    "hide": false,
    "id": "yaronsinger"
  },

  {
    "name": "Amr Awadallah",
    "job": "Founder & CEO",
    "tip": "Vectara",
    "image": "amrawadallah.webp",
    "website": "",
    "linkedin": "https://www.linkedin.com/in/awadallah/",
    "twitter": "https://twitter.com/awadallah",
    "detail": "amrawadallah2.webp",
    "description": "Vectara, co-founded by ex-Google engineers Amr Awadallah, aims to transform data utilization in enterprises with its AI-driven conversational search platform. The company, notable for its high search relevance using neural networks, has secured $28.5 million in funding. Vectara challenges conventional keyword searches by interpreting the real intent behind queries, competing with engines like Amazon Kendra and Microsoft SharePoint Syntex to reshape application and website search technology.",
    "new": true,
    "hide": false,
    "id": "amrawadallah"
  },
  {
    "name": "Gerald Parloiu",
    "job": "Lead GTM",
    "tip": "Sana.AI",
    "image": "geraldparloiu.webp",
    "website": "",
    "linkedin": "https://www.linkedin.com/in/geraldparloiu/",
    "twitter": "https://twitter.com/geraldparloiu?lang=en",
    "detail": "geraldparloiu2.webp",
    "description": "Gerald is driving the GTM and expansion for Sana AI, Sana's latest product.Sana AI is a knowledge assistant that helps you work faster and smarter. You can use it for everything from analyzing documents and drafting reports to finding information and automating repetitive tasks. Integrated with your apps, capable of understanding meetings and completing tasks in other tools, Sana AI won’t just change the way you access knowledge. It’ll change the way you work.Sana has seen explosive growth since making Sana AI available to everyone for free in April this year.",
    "new": true,
    "hide": false,
    "id": "geraldparloiu"
  },
  {
    "name": "Tuhin Srivastava",
    "job": "Co-Founder",
    "tip": "Baseten",
    "image": "tuhinsrivastava.webp",
    "website": "https://www.baseten.co/author/tuhin-srivastava/",
    "linkedin": "https://www.linkedin.com/in/tuhin-srivastava-60601114/",
    "twitter": "https://twitter.com/tuhinone",
    "detail": "tuhinsrivastava2.webp",
    "description": "Tuhin Srivastava is the Co-Founder and CEO of Baseten, a company dedicated to simplifying the deployment of machine learning models into production without the need for extensive backend, frontend, or MLOps knowledge. Baseten has raised a total of $60 million in funding and is aligned with companies like DataRobot, Algorithmia, and Tecton in its mission to make machine learning more accessible. The platform aids teams in quickly deploying models and developing both front and backend solutions, thereby enhancing decision-making speed and quality.",
    "new": true,
    "hide": false,
    "id": "tuhinsrivastava"
  },
  {
    "name": "Sanket Shah",
    "job": "CEO",
    "tip": "InVideo",
    "image": "sanketshah.webp",
    "website": "https://invideo.io/blog/author/sanket-shah/",
    "linkedin": "https://www.linkedin.com/in/sanketsh/?originalSubdomain=in",
    "twitter": "https://twitter.com/_sankyy",
    "detail": "sanketshah2.webp",
    "description": "Sanket Shah is the CEO of InVideo, a company established in 2017 that focuses on providing a suite of video creation tools including templates, slideshow makers, AI scripts, and faceless video generators. As of May 2021, InVideo has been valued at $200 million, with total funding reaching $52.5 million. Competing with platforms like Canva, Lumen5, Storyblocks, WeVideo, Vimeo, and Animoto, InVideo offers unique features tailored for publishers, media companies, and brands seeking to enhance audience engagement through videos.",
    "new": true,
    "hide": false,
    "id": "sanketshah"
  },
  {
    "name": "Dr. Curtis Northcutt",
    "job": "Co-Founder & CEO",
    "tip": "Cleanlab AI",
    "image": "curtisnorthcutt.webp",
    "website": "https://www.curtisnorthcutt.com/",
    "linkedin": "https://www.linkedin.com/in/cgnorthcutt/",
    "twitter": "https://twitter.com/cgnorthcutt",
    "detail": "curtisnorthcutt2.webp",
    "description": "Dr. Curtis Northcutt is the co-founder and CEO of Cleanlab.ai, a company that enhances data reliability through automated cleaning solutions. With a funding of $30 million, Cleanlab.ai is a leader in enterprise AI, large language models, and analytical solutions, collaborating with over 10% of Fortune 500 companies, including AWS and Google. Dr. Northcutt, who holds a PhD in Computer Science from MIT, has held significant roles at companies like Google, Meta, and Amazon before founding Cleanlab.ai.",
    "new": true,
    "hide": false,
    "id": "curtisnorthcutt"
  },
  {
    "name": "Dr. Yangqing Jia",
    "job": "Founder",
    "tip": "Lepton AI",
    "image": "yangqingjia.webp",
    "website": "https://daggerfs.com/",
    "twitter": "https://twitter.com/jiayq",
    "linkedin": "https://www.linkedin.com/in/yangqing-jia/",
    "detail": "yangqingjia2.webp",
    "description": "Dr. Yangqing Jia, as the Founder & CEO of Lepton.ai, spearheads a company that is a leader in AI technology development. His expertise is centered on generative artificial intelligence (GenAI), a key area in AI that involves the creation of new, innovative solutions and data interpretations. Lepton AI is an open-source, cloud-native AI development platform founded by Dr. Yangqing Jia, designed to make AI application development accessible for every developer, particularly those proficient in Python.",
    "new": false,
    "hide": false,
    "id": "yangqingjia"
  },
  {
    "name": "Bhavin Shah",
    "job": "CEO & Founder",
    "tip": "Moveworks",
    "image": "bhavinshah.webp",
    "website": "",
    "twitter": "https://twitter.com/bhavinator?lang=en",
    "linkedin": "https://www.linkedin.com/in/bhavinnicholasshah/",
    "detail": "bhavinshah2.webp",
    "description": "Bhavin Shah is the CEO and co-founder of Moveworks, a leading AI copilot for enterprises. Moveworks serves over 300 customers, has raised over $300M, and employs over 450 people. Shah has 25+ years of entrepreneurial experience, including founding Refresh.io, acquired by LinkedIn in 2015.",
    "new": true,
    "hide": false,
    "id": "bhavinshah"
  },
  {
    "name": "Henry Peter",
    "job": "Co-Founder, CTO & CISO",
    "tip": "Ushur",
    "image": "henrypeter.webp",
    "website": "https://councils.forbes.com/profile/Henry-Peter-Chief-Technology-Officer-Co-Founder-Ushur/6964ac24-2893-4680-a7b9-a2d7171e6362",
    "twitter": "https://twitter.com/hpeterock",
    "linkedin": "https://www.linkedin.com/in/henrytpeter/",
    "detail": "henrypeter2.webp",
    "description": "Henry Peter, as CTO of Ushur, is at the helm of pioneering the world's first AI-powered Experience Automation (XA) platform, uniquely designed for intelligent automation of enterprise journeys within highly regulated industries, purpose-built to intelligently automate enterprise customer journeys in highly regulated industries. Peter's early career was with AT&T's high-reliability network solutions, and now he brings his extensive expertise to Ushur. The company, having recently secured $50M in Series C funding.",
    "new": true,
    "hide": false,
    "id": "henrypeter"
  },
  {
    "name": "Worldcoin",
    "job": "",
    "tip": "",
    "image": "worldcoin.webp",
    "website": "https://worldcoin.org/world-id",
    "twitter": "https://twitter.com/worldcoin",
    "linkedin": "https://www.linkedin.com/company/worldcoinfoundation/",
    "detail": "worldcoin2.webp",
    "new": false,
    "hide": false,
    "id": "worldcoin"
  },
  {
    "name": "Arun Raman",
    "job": "Deep Learning Solutions Architect",
    "tip": "NVIDIA",
    "image": "arunraman.webp",
    "website": "https://developer.nvidia.com/blog/author/arunraman/",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/arunsraman/",
    "detail": "arunraman2.webp",
    "description": "Arun Raman is an AI solution architect at NVIDIA, adept at navigating the intricate challenges of deploying AI applications across edge, cloud, and on-premises environments within the consumer Internet industry. In his current role, he works on the design of end-to-end accelerated AI pipelines, for consumer internet customers meticulously addressing preprocessing, training, and inference optimizations. His experience extends beyond AI, having worked with distributed systems and multi-cloud infrastructure. He shares practical strategies and real-world experiences, empowering organizations to leverage AI effectively.",
    "new": false,
    "hide": false,
    "id": "arunraman"
  },
  {
    "name": "Alex Witt",
    "job": "General Partner",
    "tip": "Verda Ventures",
    "image": "alexwitt.webp",
    "website": "",
    "linkedin": "https://www.linkedin.com/in/alexwitt/",
    "twitter": "",
    "detail": "alexwitt2.png",
    "description": "Alex Witt, CFA, is general partner at Verda Ventures, a venture accelerator, and director at APF. Previously, he was CFO at the Celo Foundation, a carbon-negative, Proof-of-Stake blockchain ecosystem. He began his career in investment research at Goldman Sachs and JP Morgan. He holds a master's degree from the London School of Economics (LSE) and Tsinghua University and is a CFA Charterholder.",
    "new": true,
    "hide": false,
    "id": "alexwitt"
  },
  {
    "name": "Lance Martin",
    "job": "Software / ML",
    "tip": "LangChain",
    "image": "lancemartin.webp",
    "website": "",
    "twitter": "https://twitter.com/rlancemartin?lang=en",
    "linkedin": "https://www.linkedin.com/in/lance-martin-64a33b5/",
    "detail": "lancemartin2.webp",
    "description": "Dr. Lance Martin is a software engineer with expertise in applied machine learning. He was an early hire at LangChain, where he focused on the Python open-source library. Previously, Martin worked as a tech lead and manager in computer vision for self-driving vehicles at companies like UberATG, Ike, and Nuro. He holds a PhD in applied ML from Stanford.",
    "new": false,
    "hide": false,
    "id": "lancemartin"
  },
  {
    "name": "Ajinkya Malasane",
    "job": "Sr. Director of Product Strategy & Marketing",
    "tip": "TELUS International",
    "image": "ajinkyamalasane.webp",
    "website": "",
    "linkedin": "https://www.linkedin.com/in/ajinkya-malasane/",
    "twitter": "https://twitter.com/calledasaj?lang=en",
    "detail": "ajinkyamalasane2.webp",
    "description": "Ajinkya Malasane is a seasoned AI leader driving the development of high-quality datasets for GenAI, computer vision, and NLP. He co-founded Playment, an AI data labeling startup backed by Y-Combinator & Samsung.  TELUS International AI Data Solutions supports leading AI companies with high-quality datasets for GenAI, Computer Vision, and NLP. We excel in data collection, annotation, and relevance, delivering diverse datasets to hyperscalers and AI pioneers.",
    "new": false,
    "hide": false,
    "id": "ajinkyamalasane"
  },
  {
    "name": "Antje Barth",
    "job": "Principal Developer Advocate, Generative AI",
    "tip": "Amazon Web Services",
    "image": "antjebarth.webp",
    "website": "https://aws.amazon.com/blogs/aws/author/antjebar/#:~:text=Antje%20Barth%20is%20a%20Principal,and%20meetups%20around%20the%20world.",
    "linkedin": "https://www.linkedin.com/in/antje-barth/",
    "twitter": "https://x.com/anbarth",
    "detail": "antjebarth2.png",
    "description": "Antje Barth is a Principal Developer Advocate for Generative AI at Amazon Web Services (AWS). She is an accomplished author, having co-written the O'Reilly books \"Generative AI on AWS\" and \"Data Science on AWS.\" Antje is also an instructor, teaching courses on generative AI and data science. As a co-founder of the Women in Big Data Düsseldorf chapter, she actively promotes diversity in the tech industry. With over 17 years of experience, Antje is passionate about empowering developers to leverage generative AI and sharing her expertise through public speaking and community engagement.",
    "new": false,
    "hide": false,
    "id": "antjebarth"
  },
  {
    "name": "Kevin Moody",
    "job": "Co-Founder & CEO",
    "tip": "Mem Labs",
    "image": "kevinmoody.webp",
    "website": " ",
    "twitter": "https://twitter.com/kevinfmoody",
    "linkedin": "https://www.linkedin.com/in/kevinfmoody/",
    "detail": "kevinmoody2.webp",
    "description": "Mem Labs, co-founded by Kevin Moody, focuses on AI-driven note-taking, highlighting easy organization and automatic note arrangement. The company's AI technology aims to boost the efficiency of knowledge workers by reducing time spent on searching and organizing information. Mem Labs has raised $23.5 million in funding led by the OpenAI Startup Fund, reaching a total of $29 million with a post-money valuation of $110 million. The company has the potential to disrupt traditional note-taking software, such as Notability and Memo, in the future.",
    "new": true,
    "hide": false,
    "id": "kevinmoody"
  },
  {
    "name": "Ally Dawson",
    "job": "Embedded Solution Sales",
    "tip": "IBM",
    "image": "allydawson.webp",
    "website": "",
    "linkedin": "https://www.linkedin.com/in/allandria-dawson/",
    "twitter": "https://x.com/allydawsonibm",
    "detail": "allydawson2.png",
    "description": "Ally Dawson is an Embedded Solution Sales professional at IBM, specializing in strategic partnerships and leveraging IBM's Watson AI technology. She has been instrumental in fostering collaborations between IBM and various organizations, as evidenced by her LinkedIn posts highlighting successful engagements in Atlanta and Tampa. Ally's expertise lies in facilitating productive discussions and establishing mutually beneficial alliances, which she believes are key to driving innovation and co-creating impactful solutions.",
    "new": false,
    "hide": false,
    "id": "allydawson"
  },
  {
    "name": "Babu Sivadasan",
    "job": "Co-Founder & CEO",
    "tip": "JIFFY.ai",
    "image": "babusivadasan.webp",
    "website": "",
    "linkedin": "https://www.linkedin.com/in/babu-sivadasan-91755/",
    "twitter": "",
    "detail": "babusivadasan2.png",
    "description": "Babu, Founder and CEO of Jiffy.ai, is a serial entrepreneur with experience as co-founder and Group President of Envestnet, co-founding CTO of Stamps.com, and Chairman of Carestack. He's an active angel investor, mentor, and venture mentor to IvyCap Venture Capital Partners. Additionally, he serves on the Digital IT Committee for the state of Kerala, India.",
    "new": false,
    "hide": false,
    "id": "babusivadasan"
  },
  {
    "name": "Barr Yaron",
    "job": "Principal",
    "tip": "Amplify Partners",
    "image": "barryaron.webp",
    "website": "",
    "linkedin": "https://www.linkedin.com/in/barryaron/",
    "twitter": "Barr Yaron",
    "detail": "barryaron2.png",
    "description": "Barr Yaron, a Harvard-educated mathematician, has traversed finance to tech, leaving her mark from Wall Street to Silicon Valley. Now at dbt Labs, she's pioneering data team empowerment through cutting-edge software engineering methodologies. Passionate about nurturing founders and fostering communities, Yaron established Women of Startup Nation and co-founded the 20|20 Fund at Stanford GSB.",
    "new": false,
    "hide": false,
    "id": "barryaron"
  },
  {
    "name": "Chris McCann",
    "job": "Partner",
    "tip": "Race Capital",
    "image": "chrismccann.webp",
    "website": "",
    "linkedin": "https://www.linkedin.com/in/mccannatron/",
    "twitter": "https://x.com/mccannatron",
    "detail": "chrismccann2.png",
    "description": "Chris McCann is a general partner at Race Capital, an entrepreneur, and community builder. Previously, he founded and led Greylock Partners' community program, co-founded StartupDigest (acquired by Techstars), advised the Thiel Fellowship and StartX, and writes a newsletter covering VC and tech for 25,000 readers.",
    "new": false,
    "hide": false,
    "id": "chrismccann"
  },
  {
    "name": "Dmytro Dzhulgakov",
    "job": "CTO & Co-Founder",
    "tip": "Fireworks.ai",
    "image": "dmytrodzhulgakov.webp",
    "website": "",
    "linkedin": "https://www.linkedin.com/in/dzhulgakov/",
    "twitter": "https://twitter.com/dzhulgakov",
    "detail": "dmytrodzhulgakov2.webp",
    "description": "Dmytro (Dima) Dzhulgakov is a co-founder and CTO of Fireworks.ai. Fireworks.ai is a platform for developing and running Generative AI applications at high speed and low cost. Dmytro is one of PyTorch's core maintainers. Previously he helped to bring PyTorch from a research framework to numerous production applications across Meta's AI use cases and broader industry.",
    "new": false,
    "hide": false,
    "id": "dmytrodzhulgakov"
  },
  {
    "name": "Kevin McNamara",
    "job": "CEO and Founder",
    "tip": "Parallel Domain",
    "image": "kevinmcnamara.webp",
    "website": "https://paralleldomain.com/company",
    "twitter": "https://twitter.com/kev_mcnamara",
    "linkedin": "https://www.linkedin.com/in/kgmcnamara/",
    "detail": "kevinmcnamara2.webp",
    "description": "Kevin McNamara is the Founder & CEO of Parallel Domain. Kevin brings deep computer graphics experience having built and led a team within Apple’s Special Projects Group focused on autonomous systems simulation. Parallel Domain is a synthetic data platform powered by 3D simulation and generative AI. In 2022, Parallel Domain Raises $30 Million Series B to super-train AI.",
    "new": true,
    "hide": false,
    "id": "kevinmcnamara"
  },
  {
    "name": "Cody MacDonald",
    "job": "Sr. Principal AI Engineer",
    "tip": "SambaNova",
    "image": "codymacdonald.webp",
    "website": "",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/cody-macdonald-aiml/",
    "detail": "codymacdonald2.png",
    "description": "Cody MacDonald is a Senior Principal AI Engineer at SambaNova Systems, a company specializing in generative AI and large language models. He has extensive experience in integrating AI into business applications, working with LLMs, multimodal models, and end-to-end AI development. At SambaNova, MacDonald plays a crucial role in customer-facing engineering, helping clients leverage cutting-edge AI technologies for their specific needs.",
    "new": true,
    "hide": false,
    "id": "codymacdonald"
  },
  {
    "name": "Yaniv Makover",
    "job": "Co-Founder & CEO",
    "tip": "Anyword",
    "image": "yanivmakover.webp",
    "website": "",
    "twitter": "https://twitter.com/YanivMakover",
    "linkedin": "https://www.linkedin.com/in/yaniv-makover-a8590b3/",
    "detail": "yanivmakover2.webp",
    "description": "Anyword, founded by Yaniv Makover, is an AI writing tool aimed at enhancing enterprise marketing with predictive modeling to improve content quality and effectiveness. It challenges leading AI tools like Copy.ai and Jasper, redefining content strategy in digital marketing. Anyword's goal is to revolutionize how content is created and optimized. It has garnered over $30 million in funding to grow its technology and influence.",
    "new": true,
    "hide": false,
    "id": "yanivmakover"
  },
  {
    "name": "Dr. Josh Tobin",
    "job": "Co-Founder",
    "tip": "Gantry",
    "image": "joshtobin.webp",
    "website": "",
    "twitter": "https://twitter.com/josh_tobin_",
    "linkedin": "https://www.linkedin.com/in/josh-tobin-4b3b10a9/",
    "detail": "joshtobin2.webp",
    "description": "Gantry, co-founded by former OpenAI researcher Dr. Josh Tobin. Gantry AI focuses on offering observability, analytics, and evaluation tools to enhance AI-powered products. Their platform enables companies to capture comprehensive data from their AI models, including user interactions and feedback.  The company has secured a total funding of $28.3 million, including a $23.9 million Series A round and a previously undisclosed $4.4 million seed round.",
    "new": true,
    "hide": false,
    "id": "joshtobin"
  },
  {
    "name": "Mike Murchison",
    "job": "CEO and Co-Founder",
    "tip": "Ada",
    "image": "mikemurchison.webp",
    "website": "https://paralleldomain.com/company",
    "twitter": "https://twitter.com/kev_mcnamara",
    "linkedin": "https://www.linkedin.com/in/kgmcnamara/",
    "detail": "mikemurchison2.webp",
    "description": "Mike Murchison is CEO of Ada, the world's leading customer service AI platform. A serial entrepreneur focused on using AI to transform the conversation between businesses and their customers, he champions the Canadian innovation ecosystem at home and abroad. Before starting Ada, Mike founded several other tech companies, including a social search community and a consulting firm for Fortune 500 clients. Ada raised $30M in its latest funding round, which was Series B round held on Feb 10, 2022.",
    "new": true,
    "hide": false,
    "id": "mikemurchison"
  },
  {
    "name": "Jake Heller, JD",
    "job": "Head of Product, CoCounsel",
    "tip": "Thomson Reuters",
    "image": "jakeheller.webp",
    "website": "https://casetext.com/about/",
    "twitter": "https://twitter.com/Jacob_Heller",
    "linkedin": "https://www.linkedin.com/in/jakeheller/",
    "detail": "jakeheller2.webp",
    "description": "Jake Heller, J.D., CEO of Casetext, a legal tech company, is a Stanford Law School graduate and former president of the Stanford Law Review. Casetext, known for leveraging AI and natural language processing to assist lawyers in research, attracted partners like Salesforce and Google Cloud, plus Fortune 500 clients. Recently acquired by Thomson Reuters for $650 million, Casetext had previously raised a $100 million Series B round led by Thomson Reuters, valuing the company at $1 billion, bringing total funding to $165 million.",
    "new": true,
    "hide": false,
    "id": "jakeheller"
  },
  {
    "name": "Rob Meadows",
    "job": "President",
    "tip": "AI Foundation",
    "image": "robmeadows.webp",
    "website": "",
    "twitter": "https://twitter.com/robmeadows",
    "linkedin": "https://www.linkedin.com/in/robmeadows/",
    "detail": "robmeadows2.webp",
    "description": "AI Foundation, founded in 2017, focuses on advancing society with personalized AI, ensuring AI is used safely and responsibly. Co-founded by Rob Meadows, a former researcher at OpenAI and tech startup advisor and CTO, the company aims to create intelligent agents to enhance human-AI interaction. Under Rob Meadows' leadership, AI Foundation strives to be a pioneer in the AI space, leveraging his expertise in artificial intelligence.",
    "new": true,
    "hide": false,
    "id": "robmeadows"
  },
  {
    "name": "Tara Ghazi, Ph.D.",
    "job": "Co-Founder & CBO",
    "tip": "MALCOVA",
    "image": "taraghazi.webp",
    "website": "",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/taraghazi/",
    "detail": "taraghazi2.png",
    "description": "Tara Ghazi is a cognitive neuroscientist and co-founder of MALCOVA, a startup dedicated to advancing breast cancer imaging and diagnostics. With expertise in visual-spatial perception and cognition, she brings scientific rigor and leadership skills to develop proprietary computed tomography technology for safe, comfortable, and effective breast imaging. MALCOVA aims to provide innovative solutions for early detection and improved outcomes in women's health.",
    "new": false,
    "hide": false,
    "id": "taraghazi"
  },
  {
    "name": "Vidya Sagar Ravipati",
    "job": "Applied Science Manager",
    "tip": "Amazon Web Services",
    "image": "vidyasagarravipati.webp",
    "website": "",
    "twitter": "",
    "linkedin": "",
    "detail": "vidyasagarravipati2.png",
    "description": "Vidya Sagar Ravipati is a seasoned expert in large-scale distributed systems and machine learning at AWS. As the Applied Science Manager at the Generative AI Innovation Center, he leads a team working on cutting-edge generative AI applications like personalized chatbots, knowledge graph-augmented language models, and personalized advertising. Vidya leverages his extensive experience to help AWS customers across various industries accelerate their AI and cloud adoption journey. Previously, he was a Manager at the Amazon ML Solutions Lab, where he assisted customers in different verticals with AI solutions.",
    "new": false,
    "hide": false,
    "id": "vidyasagarravipati"
  },
  {
    "name": "Tom Brady",
    "job": "Principal",
    "tip": "Sojo Consulting, North America and the Middle East",
    "image": "tombrady.webp",
    "website": "",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/tombrady/",
    "detail": "tombrady2.png",
    "description": "Mr. Brady is a Stanford GSB Leader and focused on biomedical and Biopharma verticals. He launched the Saudi operation in May 2022 for Flow Pharma. He is a swimmer, life science investor and principal in management consulting at Sojo Consulting in the USA and the Middle East.",
    "new": false,
    "hide": false,
    "id": "tombrady"
  },
  {
    "name": "Jeff Hennig",
    "job": "Vice President, Corporate Development and Ventures",
    "tip": "AMD",
    "image": "jeffhennig.webp",
    "website": "",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/jeff-hennig-30b6892/",
    "detail": "jeffhennig2.webp",
    "description": "Jeff is currently Vice President of Corporate Development at AMD, overseeing M&A and AMD Ventures activities.  Jeff joined AMD from Xilinx in 2022, which was acquired by AMD, where he worked in both Corporate Development and Finance. Previously Jeff was a vice president in Bank of America’s technology investment banking group where he advised public and private clients on numerous corporate transactions. He started his career as an engineer at Intel Corporation.",
    "new": false,
    "hide": false,
    "id": "jeffhennig"
  },
  {
    "name": "Dr. Andy Hock",
    "job": "Senior Vice President, Product & Strategy",
    "tip": "Cerebras Systems",
    "image": "andyhock.webp",
    "website": "",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/andyhock/",
    "detail": "andyhock2.webp",
    "description": "Dr. Andy Hock leads product and strategy at Cerebras Systems, an AI hardware startup aiming to accelerate deep learning. He has over 15 years of experience in product management, technical program management, and enterprise business development, with 9 years focused on applied machine learning and AI. Previously, Hock led the development of ML-powered data products from satellite imagery at Google's Terra Bella. He holds a Ph.D. in Geophysics and Space Physics from UCLA.",
    "new": false,
    "hide": false,
    "id": "andyhock"
  },
  {
    "name": "Matthew Stepka",
    "job": "Managing Partner",
    "tip": "Machina Ventures",
    "image": "matthewstepka.webp",
    "website": "https://machina-ventures.com/team",
    "twitter": "https://twitter.com/mstepka?lang=en",
    "linkedin": "https://www.linkedin.com/in/mstepka/",
    "detail": "matthewstepka2.webp",
    "description": "Matthew Stepka is the Managing Partner of Machina Ventures, an investment firm focused on early-stage AI and data science companies. He is also a Lecturer at UC Berkeley's Haas School of Business and serves as a Director on the Board of the cybersecurity company Family Zone. Previously, Stepka was a Vice President at Google, leading strategic initiatives with high social impact across various domains like internet access, clean energy, and robotics.",
    "new": false,
    "hide": false,
    "id": "matthewstepka"
  },
  {
    "name": "Balaji Ganesan",
    "job": "Co-Founder & CEO",
    "tip": "Privacera",
    "image": "balajiganesan.webp",
    "website": "https://privacera.com/leadership/",
    "twitter": "https://x.com/balaji_blog?lang=en",
    "linkedin": "https://www.linkedin.com/in/balajiganesan03/",
    "detail": "balajiganesan2.png",
    "description": "Balaji Ganesan is the co-founder and CEO of Privacera, a leading cloud data governance platform. With over 15 years of experience in building startups and transformational teams, he previously led the security and governance team at Hortonworks, instrumental in its growth from under 100 to over 800 customers. Privacera, born out of his earlier startup XA Secure, focuses on enabling enterprises to discover sensitive data and prevent its misuse, aligning with data privacy regulations like GDPR and HIPAA.",
    "new": false,
    "hide": false,
    "id": "balajiganesan"
  },
  {
    "name": "Dr. Jasper Zhang",
    "job": "Co-Founder & CEO",
    "tip": "Hyperbolic Labs",
    "image": "jasperzhang.webp",
    "website": "https://www.zhang-yue.com/",
    "twitter": "https://x.com/zjasper666",
    "linkedin": "https://www.linkedin.com/in/yuezhang95/",
    "detail": "jasperzhang2.webp",
    "description": "Dr. Jasper Zhang is the Co-Founder and CEO of Hyperbolic Labs. He completed his Ph.D. in Mathematics at UC Berkeley in just two years and has won multiple gold medals in global mathematics competitions. Hyperbolic Labs is dedicated to ensuring open access to AI for developers and researchers worldwide. They are building a scalable system to aggregate global GPU compute and developing AI services to maximize GPU performance. Additionally, they are implementing novel solutions to guarantee the accuracy and privacy of AI systems.",
    "new": false,
    "hide": false,
    "id": "jasperzhang"
  },
  {
    "name": "Tushar Gupta",
    "job": "Senior Director",
    "tip": "Qualcomm Ventures",
    "image": "tushargupta.webp",
    "website": "https://www.qualcommventures.com/team/tushar-gupta/",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/tusharg/",
    "detail": "tushargupta2.webp",
    "description": "Tushar is a Senior Director at Qualcomm Ventures. His current investment areas are Artificial Intelligence and HardTech. He led the investments for HuggingFace, Weights & Biases, Frore, Humane, and WellSaid Labs. He has over 11 years of experience working as a Product Manager and Engineer at Qualcomm.",
    "new": false,
    "hide": false,
    "id": "tushargupta"
  },
  {
    "name": "Dede Goldschmidt",
    "job": "Vice President & Managing Director, Head",
    "tip": "Samsung Catalyst Fund",
    "image": "dedegoldschmidt.webp",
    "website": "https://samsungcatalyst.com/team/david-dede-goldschmidt/",
    "twitter": "https://x.com/dedego?lang=en",
    "linkedin": "https://www.linkedin.com/in/david-dede-goldschmidt-21244/",
    "detail": "dedegoldschmidt2.webp",
    "description": "Dede Goldschmidt is the Vice President, Managing Director, and Head of Samsung Catalyst Fund, Samsung Electronics' multi-stage venture capital fund. He has over two decades of experience in venture capital, previously founding Valley Venture Capital and serving as CEO of Mofet Technology Fund. Goldschmidt invests in deep tech like AI, cloud computing, networking, and quantum computing.",
    "new": false,
    "hide": false,
    "id": "dedegoldschmidt"
  },
  {
    "name": "Monica Bajaj",
    "job": "VP of Engineering",
    "tip": "Okta",
    "image": "monicabajaj.webp",
    "website": "",
    "twitter": "https://x.com/mbajaj9?lang=en",
    "linkedin": "https://www.linkedin.com/in/mobajaj/",
    "detail": "monicabajaj2.png",
    "description": "Monica Bajaj is a seasoned technology executive with over 20 years of experience in building and scaling products and global engineering teams. She currently serves as the Vice President of Engineering at Okta, focusing on developing a developer-centric, scalable, and secure identity platform. Additionally, Monica contributes to various organizations, including SheTO's Board of Directors, Berkeley SkyDeck's advisory board, and UCSD's Jacob School of Engineering's industry advisory.",
    "new": false,
    "hide": false,
    "id": "monicabajaj"
  },
  {
    "name": "Jeremiah Owyang",
    "job": "Venture Capital Investor",
    "tip": "Blitzscaling Ventures",
    "image": "jeremiahowyang.webp",
    "website": "https://web-strategist.com/blog/",
    "twitter": "https://twitter.com/jowyang",
    "linkedin": "https://www.linkedin.com/in/jowyang/",
    "detail": "jeremiahowyang2.webp",
    "description": "Jeremiah Owyang is a Venture Capital Investor and GP at Blitzscaling Ventures. He is also a famous Event host & Conference Speaker. He works in an Airstream. He is a Top Thought Leadership Voice on LinkedIn. Jeremiah Owyang has 251K followers in X.",
    "new": false,
    "hide": false,
    "id": "jeremiahowyang"
  },
  {
    "name": "Dr. Ameer Haj-Ali",
    "job": "Founding Eng",
    "tip": "Anyscale",
    "image": "ameerhajali.webp",
    "website": "https://www.ameerhajali.com/",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/ameer-haj-ali/",
    "detail": "ameerhajali2.webp",
    "description": "Dr. Ameer is working on a new AI startup. Before that he was a founding engineer at Anyscale where he helped grow the company from 0 to 150 and headed Platform, Infrastructure, and Gen AI organizations and the major releases, such as Multi-Cloud Infrastructure, General Availability, LLM Endpoints. He completed his CS PhD in 2 years (the fastest in the university) at UC Berkeley in AI and System working with Professors Ion Stoica and Krste Asanovic. He received the valedictorian honor from the Technion twice for his M.Sc. and B.Sc.",
    "new": false,
    "hide": false,
    "id": "ameerhajali"
  },
  {
    "name": "Yubei Chen",
    "job": "Co-Founder",
    "tip": "AIZIP",
    "image": "yubeichen.webp",
    "website": "https://yubeichen.com/",
    "twitter": "https://x.com/yubei_chen?lang=en",
    "linkedin": "https://www.linkedin.com/in/yubei-chen-05998a39/",
    "detail": "yubeichen2.png",
    "description": "Yubei Chen is an assistant professor from the ECE department at UC Davis and cofounder at Aizip.ai. He has worked with Professor Yann LeCun at Meta AI and NYU as a postdoctoral researcher. Yubei received his MS/PhD in EECS and MA in Mathematics at UC Berkeley. His research focuses on understanding the computational principles governing unsupervised learning and generative modeling, with the goal of making AI explainable and ultra-efficient.",
    "new": false,
    "hide": false,
    "id": "yubeichen"
  },
  {
    "name": "Bill Yao",
    "job": "Co-founder",
    "tip": "Novita.ai",
    "image": "billyao.webp",
    "website": "",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/billyao/",
    "detail": "billyao2.webp",
    "description": "Bill is a seasoned serial entrepreneur and investor. In the classical internet era, he founded a video network serving hundreds of millions of users worldwide. He then became active in venture capital, investing in and establishing numerous mobile internet and AI companies. Recently, Bill has focused on promoting the global adoption of artificial intelligence, striving to ensure more people benefit from AI's advancements and conveniences.",
    "new": false,
    "hide": false,
    "id": "billyao"
  },
  {
    "name": "Dr. Yichong Xu",
    "job": "AI Researcher",
    "tip": "Character.AI",
    "image": "yichongxu.webp",
    "website": "https://xycking.wixsite.com/yichongxu",
    "twitter": "https://twitter.com/xycking",
    "linkedin": "https://www.linkedin.com/in/yichong-xu-46618383/",
    "detail": "yichongxu2.webp",
    "description": "Dr. Yichong Xu, Technical Staff Member at Character.AI, focusing on advanced language models. Character.AI, aiming to revolutionize conversational AI, competes with industry leaders like OpenAI, valued at $1 billion, and has successfully raised $150 million in funding to enhance chatbot technology and user interactions.",
    "new": false,
    "hide": false,
    "id": "yichongxu"
  },
  {
    "name": "Neal Vaidya",
    "job": "Technical Marketing Engineer",
    "tip": "NVIDIA",
    "image": "nealvaidya.webp",
    "website": "https://developer.nvidia.com/blog/author/nealv/",
    "twitter": "https://x.com/nealvaidya?lang=en",
    "linkedin": "https://www.linkedin.com/in/neal-vaidya/",
    "detail": "nealvaidya2.webp",
    "description": "Neal Vaidya is a developer advocate for deep learning software at NVIDIA. He is responsible for developing and presenting developer-focused content on deep learning frameworks and inference solutions. He holds a bachelor's degree in statistics from Duke University.",
    "new": false,
    "hide": false,
    "id": "nealvaidya"
  },
  {
    "name": "Dinesh Maheshwari",
    "job": "Humanist Entrepreneur, Startup Advisor, Chief Technology Advisor",
    "tip": "Groq",
    "image": "dineshmaheshwari.webp",
    "website": "",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/dineshmaheshwari/",
    "detail": "dineshmaheshwari2.webp",
    "description": "Dinesh Maheshwari is an accomplished C-level executive with over 30 years of experience in semiconductors, systems, and software industries. He currently serves as the CTO at Groq, a machine learning startup, and is a partner at SiliconCatalyst, focusing on due diligence and mentoring startups. Maheshwari has played various roles as a strategist, technologist, and entrepreneur, contributing to revolutions in multi-processor systems, EDA, optical communications, and networking. He holds 58 US patents and a Bachelor's degree from IIT Delhi.",
    "new": false,
    "hide": false,
    "id": "dineshmaheshwari"
  },
  {
    "name": "Yashar Behzadi",
    "job": "Founder & CEO",
    "tip": "Synthesis AI",
    "image": "yasharbehzadi.webp",
    "website": "https://www.dataversity.net/contributors/yashar-behzadi/",
    "twitter": "https://twitter.com/YasharBehzadi",
    "linkedin": "https://www.linkedin.com/in/yasharbehzadi/",
    "detail": "yasharbehzadi2.webp",
    "description": "Synthesis AI, founded by experienced entrepreneur Yashar Behzadi, specializes in advancing more capable and ethical AI through synthetic data technologies. The company is dedicated to transforming the computer vision paradigm by enabling customers to develop better models more quickly and cost-effectively compared to traditional human-annotated methods. As of the latest update, Synthesis AI has raised $17 million in funding.",
    "new": true,
    "hide": false,
    "id": "yasharbehzadi"
  },
  {
    "name": "Mikayel Khachatryan",
    "job": "CEO",
    "tip": "Wirestock",
    "image": "mikayelkhachatryan.webp",
    "website": "",
    "twitter": "https://x.com/mikayelk",
    "linkedin": "https://www.linkedin.com/in/michaelkh/",
    "detail": "mikayelkhachatryan2.webp",
    "description": "As the CEO of Wirestock, Mikayel Khachatryan has played an important role in innovating content licensing and distribution, helping hundreds of thousands of artists license their work across the largest content marketplaces and earning millions in royalties. He has guided Wirestock in embracing generative AI, managing a wave of AI-generated content and supporting the industry through strategic content licensing partnerships with leading tech companies to ensure ethical AI training.",
    "new": false,
    "hide": false,
    "id": "mikayelkhachatryan"
  },
  {
    "name": "Kshitij Grover",
    "job": "Co-Founder & CTO",
    "tip": "Orb",
    "image": "kshitijgrover.webp",
    "website": "https://kshitijgrover.com/",
    "twitter": "https://x.com/kshithappens",
    "linkedin": "https://www.linkedin.com/in/kshithappens/",
    "detail": "kshitijgrover2.webp",
    "description": "Kshitij Grover is the co-founder and CTO of Orb, a company that provides billing infrastructure for software businesses to automate billing, experiment with pricing models, and optimize revenue capture. Orb's mission is to enable every business to unlock their revenue potential by aligning monetization with product usage, supporting various pricing models like seats, consumption, feature limits, or usage-based tiers. The company takes a developer-first, data infrastructure approach to this problem.",
    "new": false,
    "hide": false,
    "id": "kshitijgrover"
  },
  {
    "name": "Prof. Hamza Farooq",
    "job": "Founder",
    "tip": "traversaal.ai",
    "image": "hamzafarooq.webp",
    "website": "",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/hamzafarooq/",
    "detail": "hamzafarooq2.webp",
    "description": "Hamza Farooq is a founder and professor working in the realm of NLP and multi-modal systems. He co-created Traversaal.ai, a company providing scalable LLM products for enterprises. Farooq has over 15 years of experience leading data science and machine learning teams across various industries and regions. He is an adjunct professor at Stanford and UCLA, teaching courses on large language models and their applications. Farooq is also a frequent speaker at AI conferences and holds a patent related to retail product management.",
    "new": false,
    "hide": false,
    "id": "hamzafarooq"
  },
  {
    "name": "Shawn Flynn",
    "job": "Principal",
    "tip": "Global Capital Markets",
    "image": "shawnflynn.webp",
    "website": "https://www.globalcapitalmarkets.com/shawn-flynn",
    "twitter": "https://x.com/ShawnFlynnSV",
    "linkedin": "https://www.linkedin.com/in/shawnpflynn/",
    "detail": "shawnflynn2.webp",
    "description": "Shawn Flynn is a Principal at Global Capital Markets, a premier middle-market investment bank, bringing international experience working with companies across stages and sectors. He previously founded and exited a company in Beijing. Flynn holds a B.S. in Mechanical Engineering from UCSD, speaks multiple languages, and is a frequent speaker on entrepreneurship and innovation. He has been interviewed for the book \"Working with Americans: How to Build Profitable Business Relationships.\"",
    "new": false,
    "hide": false,
    "id": "shawnflynn"
  },
  {
    "name": "James Valentine",
    "job": "Sr. Principal Product Manager, Applied Generative AI",
    "tip": "SambaNova",
    "image": "jamesvalentine.webp",
    "website": "",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/sotamlproduct/",
    "detail": "jamesvalentine2.png",
    "description": "James Valentine is the Sr. Principal Product Manager, Applied Generative AI at SambaNova Systems, a leading AI computing company. With over 6 years of experience in ML and 21 years in tech, he has a proven track record of building commercially successful AI products for enterprises. At SambaNova, he leverages his expertise in audio, conversational, and predictive ML to drive innovation and deliver cutting-edge generative AI solutions.",
    "new": false,
    "hide": false,
    "id": "jamesvalentine"
  },
  {
    "name": "Dr. Natalia Vassilieva",
    "job": "VP & Field CTO, ML",
    "tip": "Cerebras Systems",
    "image": "nataliavassilieva.webp",
    "website": "https://aimi.stanford.edu/people/natalia-vassilieva",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/nataliavassilieva/",
    "detail": "nataliavassilieva2.png",
    "description": "Natalia Vassilieva is the VP and Field CTO, ML at Cerebras Systems, a company pioneering a revolutionary approach to accelerating artificial intelligence work. With decades of research experience in natural language processing, computer vision, machine learning, and information retrieval, Vassilieva plays a pivotal role in driving Cerebras' cutting-edge AI solutions. Her expertise and leadership contribute significantly to the company's mission of pushing the boundaries of what's possible in AI computation and enabling groundbreaking advancements in the field.",
    "new": false,
    "hide": false,
    "id": "nataliavassilieva"
  },
  {
    "name": "Marina Vieva",
    "job": "Founder",
    "tip": "FemiSpace",
    "image": "marinavieva.webp",
    "website": "",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/marina-vieva/",
    "detail": "marinavieva2.png",
    "description": "Marina Vieva is the founder of FemiSpace, a visionary platform dedicated to transforming women's healthcare. FemiSpace integrates research and personalized AI-based services for women's general and reproductive health, offering tailored insights and interventions in areas like fertility, ovarian health, menstrual health, and perimenopause. Driven by a belief in providing individualized, evidence-based solutions, Vieva collaborates with experts and women from diverse backgrounds to prioritize and revolutionize women's healthcare through cutting-edge technology and a community-driven approach.",
    "new": false,
    "hide": false,
    "id": "marinavieva"
  },
  {
    "name": "Gajanan Bhat",
    "job": "Founder & CEO",
    "tip": "iZen ai",
    "image": "gajananbhat.webp",
    "website": "",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/gajananbhat/",
    "detail": "gajananbhat2.png",
    "description": "Gajanan Bhat is the Founder and CEO of iZen ai, Inc., a technology startup he established in 2018. With over 30 years of experience in innovation at leading US corporations and Silicon Valley companies, Bhat is a serial entrepreneur and strategic advisor. He holds a Master's degree in Physics and has authored several books. Additionally, Bhat serves on the local California State Board of the US Selective Service System and produced the award-winning cognitive thriller movie \"MOJO.\"",
    "new": false,
    "hide": false,
    "id": "gajananbhat"
  },
  {
    "name": "Dr. Johannes Eichstaedt",
    "job": "Assistant Professor",
    "tip": "Stanford University",
    "image": "johanneseichstaedt.webp",
    "website": "https://jeichstaedt.com/",
    "twitter": "https://x.com/jeichstaedt?lang=en",
    "linkedin": "https://www.linkedin.com/in/eichstaedt/",
    "detail": "johanneseichstaedt2.png",
    "description": "Dr. Johannes Eichstaedt is an Assistant Professor in Psychology and Human-Centered A.I. at Stanford. His Stanford lab uses LLMs to build mental health and well-being for patients and the general population. He was originally trained as a particle physicist and then received his Ph.D. in psychology at the University of Pennsylvania under Martin Seligman. In 2011, he co-founded the World Well-Being Project, now a consortium of computer science and psychology labs across five universities that pioneered methods for psychological NLP. Johannes was elected a rising star and emerging leader by three science organizations. Johannes has published 80+ articles and served as an expert for the United Nations and a number of governments.",
    "new": false,
    "hide": false,
    "id": "johanneseichstaedt"
  },
  {
    "name": "Dr. Yao Du",
    "job": "Clinical Assistant Professor",
    "tip": "University of Southern California",
    "image": "yaodu.webp",
    "website": "https://keck.usc.edu/faculty-search/yao-du/",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/yaodu/",
    "detail": "yaodu2.webp",
    "description": "Yao Du, Ph.D., CCC-SLP, is a clinical assistant professor in speech-language pathology at Keck Medicine, University of Southern California. As a bilingual Mandarin-English speaking speech language pathologist, she has worked with both children and adults with disabilities in educational and medical settings (e.g., schools, clinics, hospitals, nursing homes) and consulted assistive technology and digital health startups.",
    "new": false,
    "hide": false,
    "id": "yaodu"
  },
  {
    "name": "Krishna Gade",
    "job": "Founder & CEO",
    "tip": "Fiddler",
    "image": "krishnagade.webp",
    "website": "",
    "twitter": "https://x.com/krishnagade?lang=en",
    "linkedin": "https://www.linkedin.com/in/krishnagade/",
    "detail": "krishnagade2.png",
    "description": "Krishna Gade is the founder and CEO of Fiddler AI, an enterprise AI Observability startup, which focuses on monitoring, explainability, fairness, and responsible AI governance for predictive and generative models. AI Observability is a vital building block and provides visibility and transparency to the entire enterprise AI application stack. An entrepreneur and engineering leader with strong technical experience in creating scalable platforms and delightful consumer products, Krishna previously held senior engineering leadership roles at Facebook, Pinterest, Twitter, and Microsoft.",
    "new": false,
    "hide": false,
    "id": "krishnagade"
  },
  {
    "name": "Joshua Rubin",
    "job": "Principal AI Scientist",
    "tip": "Fiddler",
    "image": "joshuarubin.webp",
    "website": "",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/joshua-rubin/",
    "detail": "joshuarubin2.png",
    "description": "Joshua has been a Fiddler for four years. During this time he developed a modular framework to extend explainability to complex model form-factors, such as those with multi-modal inputs. He previously applied deep learning to instrument calibration and signal processing problems in the biotech tools space after outgrowing a career as an experimental nuclear physicist.",
    "new": false,
    "hide": false,
    "id": "joshuarubin"
  },
  {
    "name": "Mark de Souza",
    "job": "President & CEO",
    "tip": "SonALAsense",
    "image": "markdesouza.webp",
    "website": "https://www.sonalasense.com/team/mark-de-souza",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/mark-de-souza-196941a/",
    "detail": "markdesouza2.png",
    "description": "Mark de Souza is the President and CEO of SonALAsense, a clinical stage company developing sonodynamic therapy(SDT), a first-in-class noninvasive drug-device combination to treat cancer. With over 20 years of executive experience developing drugs for rare diseases and oncology, he leads SonALAsense's efforts to develop SDT for underserved cancers. Under his leadership, SDT has been shown to extend survival in two ongoing clinical trials for rare brain cancers without any significant side effects. SDT is a new modality with the potential to treat the majority of cancers.",
    "new": false,
    "hide": false,
    "id": "markdesouza"
  },
  {
    "name": "Davit Baghdasaryan",
    "job": "Co-Founder & CEO",
    "tip": "Krisp",
    "image": "davitbaghdasaryan.webp",
    "website": "",
    "twitter": "https://twitter.com/davitb",
    "linkedin": "https://www.linkedin.com/in/davitb/",
    "detail": "davitbaghdasaryan2.webp",
    "description": "Davit Baghdasaryan is the CEO & Co-Founder of Krisp. Founded in 2017, Krisp is a leader in Real-Time Voice AI. Krisp’s flagship AI Noise Cancellation technology has been deployed on over 200M+ devices and is processing 80B+ mins of conversations every day. Today, Krisp's AI solutions range from Noise Cancellation, Accent Localization to Transcriptions and Meeting Summaries. Prior to Krisp, Davit was the Head of Product Security at Twilio and spent 15+ years various in engineering roles.",
    "new": true,
    "hide": false,
    "id": "davitbaghdasaryan"
  },
  {
    "name": "Kavitha Durgi",
    "job": "Senior Cross Software Partner Technical Specialist",
    "tip": "IBM",
    "image": "kavithadurgi.webp",
    "website": "",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/kavitha-durgi/",
    "detail": "kavithadurgi2.png",
    "description": "Kavitha Durgi is a Senior Cross Software Partner Technical Specialist at IBM, focused on assisting IBM partners in modernizing their data collection, organization, and analysis processes, as well as integrating AI throughout their organizations. With her expertise in data and AI, she helps unlock the value of companies' data to generate insights and lay the foundation for AI-driven business strategies. As a technical sales specialist, she plays a crucial role in enabling IBM's ecosystem partners to leverage cutting-edge data and AI technologies.",
    "new": true,
    "hide": false,
    "id": "kavithadurgi"
  },
  {
    "name": "Tony Beltramelli",
    "job": "Co-Founder & CEO",
    "tip": "Uizard Technology",
    "image": "tonybeltramelli.webp",
    "website": "",
    "twitter": "https://twitter.com/Tbeltramelli",
    "linkedin": "https://www.linkedin.com/in/tony-beltramelli-513b1219/?originalSubdomain=dk",
    "detail": "tonybeltramelli2.webp",
    "description": "Uizard Technology, co-founded by Tony Beltramelli, aims to democratize design with its AI-powered tool, enabling non-designers to quickly prototype digital products. The company competes with other design and development platforms, seeking to disrupt the traditional design and development workflow. Uizard has raised a total of $15 million as of its latest funding round.",
    "new": true,
    "hide": false,
    "id": "tonybeltramelli"
  },
  {
    "name": "Prof. Xi Chen",
    "job": "Professor & Andre Meyer Faculty",
    "tip": "NYU Stern School of Business",
    "image": "xichen.webp",
    "website": "https://www.stern.nyu.edu/faculty/bio/xi-chen",
    "twitter": "https://twitter.com/xcyale?lang=en",
    "linkedin": "https://www.linkedin.com/in/xi-chen-900b2710/",
    "detail": "xichen2.webp",
    "description": "Dr. Xi Chen is a Professor and Andre Meyer Faculty Fellow at NYU Stern, specializing in machine learning applications in various quantitative fields. With a Ph.D. from CMU, he's contributed to operations management and quantitative finance, working with firms like Google and JP Morgan. He's served as an editor for journals such as Management Science. Honors include Forbes 30 Under 30 and Poets & Quants' Best 40 Under 40 MBA Professors.",
    "new": false,
    "hide": false,
    "id": "xichen"
  },
  {
    "name": "Rajat Suri",
    "job": "Co-Founder @Lima/@Lyft ",
    "tip": "Founder @Presto ",
    "image": "rajatsuri.webp",
    "website": "",
    "twitter": "https://twitter.com/rajatsuri",
    "linkedin": "https://www.linkedin.com/in/rajatsuri/",
    "detail": "rajatsuri2.webp",
    "description": "Rajat Suri, as the Co-founder of Lima, is instrumental in steering the company's innovative approach in technology. His role emphasizes the application of AI in unique and groundbreaking ways. Suri, with an educational background that includes an MS and a PhD/MBA program (which he left) at the Massachusetts Institute of Technology, brings a robust academic perspective to his leadership at Lima, a company that helps skilled immigrants achieve their American dreams.",
    "new": false,
    "hide": false,
    "id": "rajatsuri"
  },
  {
    "name": "Murray Newlands",
    "job": "Investor",
    "tip": "Open Future Technology",
    "image": "murraynewlands.webp",
    "website": "https://www.murraynewlands.com/",
    "twitter": "https://twitter.com/MurrayNewlands",
    "linkedin": "https://www.linkedin.com/in/murraynewlands/",
    "detail": "murraynewlands2.webp",
    "description": "Murray, a celebrated entrepreneur and VC, is a Founding Partner at Open Future Technology, previously influencing Turing.com's growth and advising Draper Nexus. Known from The Huffington Post's Top 10 list, he formerly partnered at OnePiece Labs within Uphonest Capital. Currently, he spearheads a web3 and AI incubator, connecting with Silicon Valley's tech community.",
    "new": false,
    "hide": false,
    "id": "murraynewlands"
  },
  {
    "name": "Wang Dou",
    "job": "Founder",
    "tip": "JIC Capital",
    "image": "wangdou.webp",
    "website": "https://jic.capital",
    "twitter": "https://x.com/wangdou",
    "linkedin": "https://www.linkedin.com/in/wangdou/",
    "detail": "wangdou2.png",
    "description": "Wang Dou is a forward-thinking investor with a knack for identifying transformative trends, like his early investments in blockchain projects. Currently, he's focused on decentralized AI, recognizing its potential to revolutionize sectors through enhanced decentralized storage, large-scale dApp applications, and more efficient public blockchains. His strategic insights and dedication to innovation position him as a key figure in the tech investment landscape, consistently supporting groundbreaking ventures.",
    "new": false,
    "hide": false,
    "id": "wangdou"
  },
  {
    "name": "Glad man",
    "job": "Co-Founder",
    "tip": "TiTi",
    "image": "gladman.webp",
    "website": "",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/glad-man-391304a0/",
    "detail": "gladman2.png",
    "description": "Glad Man is an angel investor and early Bitcoin adopter who entered the blockchain industry in 2013. With a decade of experience, he co-founded TiTi in 2021, a company focused on restoring degraded Colombian forests to protect the endangered cotton-topped tamarin (titi) monkey. TiTi aims to connect philanthropists with data-driven conservationists and leverage crowdsourcing to fund reforestation efforts.",
    "new": false,
    "hide": false,
    "id": "gladman"
  },
  {
    "name": "Dr. Chunting Zhou",
    "job": "Senior Research Scientist",
    "tip": "Meta AI",
    "image": "chuntingzhou.webp",
    "website": "https://violet-zct.github.io",
    "twitter": "https://twitter.com/violet_zct",
    "linkedin": "https://www.linkedin.com/in/chunting-zhou-14525985",
    "detail": "chuntingzhou2.webp",
    "description": "Dr. Chunting Zhou, a Senior Research Scientist at Meta AI, plays a pivotal role in advancing machine learning and natural language processing (NLP) technologies. With a PhD in Natural Language Processing and Machine Learning from Carnegie Mellon University, her contributions significantly enhance Meta AI's research capabilities. At Meta AI, part of Meta Platforms valued at $962.39 billion, she leverage their expertise to drive innovation in AI, particularly in the realms of NLP and machine learning.",
    "new": false,
    "hide": false,
    "id": "chuntingzhou"
  },
  {
    "name": "Unitree G1 Humanoid agent AI avatar",
    "job": "",
    "tip": "Unitree",
    "image": "unitreeg1.webp",
    "website": "https://www.unitree.com/g1/",
    "twitter": "",
    "linkedin": "",
    "detail": "unitreeg12.webp",
    "description": "Unitree G1 is a humanoid agent AI avatar developed by Unitree Robotics, a renowned robotics company. With 23-43 joint motors, it offers flexibility beyond ordinary people. It utilizes imitation and reinforcement learning, has a force-control dexterous hand for precise manipulation, and aims to create a new era of intelligence through its UnifoLM model.",
    "new": false,
    "hide": false,
    "id": "unitreeg1"
  },
  {
    "name": "Shishir Patil",
    "job": "Creator",
    "tip": "Gorilla LLM",
    "image": "shishirpatil.webp",
    "website": "https://shishirpatil.github.io/",
    "twitter": "https://twitter.com/shishirpatil_",
    "linkedin": "https://www.linkedin.com/in/shishir-patil/",
    "detail": "shishirpatil2.webp",
    "description": "Shishir Patil is the creator of Gorilla LLM, a LLM that can provide massive appropriate API calls. Patil is now currently a Ph.D. candidate in Computer Science at UC Berkeley, advised by Joseph Gonzalez and Prabal Dutta. His research focuses on ML-Systems, Large Language Models, and on-device ML, collaborating with the Sky Computing Lab, Lab11, and Berkeley AI Research (BAIR).",
    "new": false,
    "hide": false,
    "id": "shishirpatil"
  },
  {
    "name": "Jenny Xiao",
    "job": "Partner",
    "tip": "Leonis Capital",
    "image": "jennyxiao.webp",
    "website": "https://www.leoniscap.com/jenny-xiao",
    "twitter": "https://twitter.com/jennywxiao?lang=en",
    "linkedin": "https://www.linkedin.com/in/jenny-xiao-883952150/",
    "detail": "jennyxiao2.webp",
    "description": "Jenny Xiao is an early-stage AI investor at Leonis Capital, a research-focused venture capital fund. With an academic background, she transitioned to VC and aims to partner with technical founders to build AI-first companies. Xiao is passionate about leveraging research to drive innovation in the AI space.",
    "new": false,
    "hide": false,
    "id": "jennyxiao"
  },
  {
    "name": "Prof. Andreas Ramos",
    "job": "Digital Marketing Expert & Author",
    "tip": "Arcticider.ai",
    "image": "andreasramos.webp",
    "website": "",
    "twitter": "https://www.andreas.com/",
    "linkedin": "https://www.linkedin.com/in/andreasramos/",
    "detail": "andreasramos2.webp",
    "description": "Prof. Andreas Ramos, renowned for his expertise in SEO and digital marketing, has authored over 22 books, including the notable \"Search Engine Marketing\" (published by McGraw-Hill and Tsinghua University, China). He also served as the technical editor for \"Search Engine Marketing, Inc.\" by Mike Moran. Ramos is an adjunct professor at Omnes Education, CSTU in Silicon Valley, and DMAnc, imparting his vast knowledge in digital marketing.",
    "new": false,
    "hide": false,
    "id": "andreasramos"
  },
  {
    "name": "Howard Hechler",
    "job": "President & COO",
    "tip": "Lumicell",
    "image": "howardhechler.webp",
    "website": "",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/howard-hechler/",
    "detail": "howardhechler2.png",
    "description": "Howard Hechler is the President and Chief Operating Officer at Lumicell, a medical device company pioneering fluorescence-guided imaging technology to help surgeons achieve more complete surgical resection of cancerous tissue. With over 20 years of experience in the life sciences industry, Hechler brings expertise in corporate strategy, business development, and commercial planning to drive Lumicell's mission of improving cancer surgery outcomes.",
    "new": false,
    "hide": false,
    "id": "howardhechler"
  },
  {
    "name": "Benjamin Levy",
    "job": "Co-Founder",
    "tip": "BootstrapLabs",
    "image": "benjaminlevy.webp",
    "website": "",
    "twitter": "https://twitter.com/benlevy74?lang=en",
    "linkedin": "https://www.linkedin.com/in/benjamin-levy-415191/",
    "detail": "benjaminlevy2.webp",
    "description": "Mr. Levy co-founded BootstrapLabs, a leading AI-focused venture capital firm. He previously launched two fintech startups and worked as an investment banker advising companies on M&A and financing. Mr. Levy is an AAAI member and frequent speaker on AI, investing, and entrepreneurship.",
    "new": false,
    "hide": false,
    "id": "benjaminlevy"
  },
  {
    "name": "Yenkai Huang",
    "job": "Engineering Product Manager",
    "tip": "Cisco",
    "image": "yenkaihuang.webp",
    "website": "https://ykhuang.notion.site/9325cb921a7a4072abb6ff08ffa97c84?v=a3185f5478f74e9fa2c147b25e1b46ad",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/yk-huang/",
    "detail": "yenkaihuang2.png",
    "description": "Yenkai (YK) Huang is a passionate Large Language Models enthusiast and engineering product manager specializing in enterprise software and data center cloud infrastructure. At Cisco Systems, he has led projects integrating ML features and LLM initiatives, enhancing operational efficiency and analytics. With expertise in product development, advanced analytics, and data science, Yenkai is also experienced in strategic and technology consulting. He holds an MBA from UC Berkeley Haas and an MS in Computer Science focused on data science.",
    "new": false,
    "hide": false,
    "id": "yenkaihuang"
  },
  {
    "name": "Stephen Chin",
    "job": "VP of DevRel",
    "tip": "Neo4j",
    "image": "stephenchin.webp",
    "website": "",
    "twitter": "https://x.com/steveonjava",
    "linkedin": "https://www.linkedin.com/in/steveonjava/",
    "detail": "stephenchin2.png",
    "description": "Stephen Chin is the Senior Director of Developer Relations at Neo4j, a leading graph database platform. With his extensive experience in the Java ecosystem and a passion for developer communities, he plays a crucial role in fostering Neo4j's developer outreach efforts. Chin is a renowned speaker, having delivered keynotes at major conferences like Oracle Code One (formerly JavaOne), where he has been an 8-time Rock Star Award recipient. His expertise spans Java, embedded systems, and client development, making him a valuable asset for Neo4j's developer relations initiatives.",
    "new": false,
    "hide": false,
    "id": "stephenchin"
  },
  {
    "name": "Puneet Thapliyal",
    "job": "Chief Information Security Officer",
    "tip": "Skalable Technologies",
    "image": "puneetthapliyal.webp",
    "website": "",
    "twitter": "https://x.com/puneetx",
    "linkedin": "https://www.linkedin.com/in/puneetx/",
    "detail": "puneetthapliyal2.png",
    "description": "Puneet Thapliyal is the Chief Information Security Officer at Skalable Technologies, a seasoned IT and cloud security executive with over 20 years of experience. He has a proven track record of leading teams and delivering scalable IT and security systems for global companies. Thapliyal has strong people management skills, having built large global organizations from the ground up, including outsourced and offshore teams.",
    "new": false,
    "hide": false,
    "id": "puneetthapliyal"
  },
  {
    "name": "Brian Zhan",
    "job": "Investor",
    "tip": "CRV",
    "image": "brianzhan.webp",
    "website": "https://www.crv.com/team/brian-zhan",
    "twitter": "https://x.com/brianzhan1",
    "linkedin": "https://www.linkedin.com/in/bzhan/",
    "detail": "brianzhan2.png",
    "description": "Brian Zhan is an Investor at CRV, a leading venture capital firm based in the San Francisco Bay Area. He graduated from Northwestern University and has extensive experience in the technology industry. CRV is known for its investments in successful startups like DoorDash, Gusto, and Patreon, and Zhan plays a key role in identifying and supporting promising early-stage companies.",
    "new": false,
    "hide": false,
    "id": "brianzhan"
  },
  {
    "name": "Iris Sun",
    "job": "Principal",
    "tip": "TSVC Capital",
    "image": "irissun.webp",
    "website": "",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/iris-sun-029482a8/",
    "detail": "irissun2.png",
    "description": "Iris Sun is an AI Investor & Serial Entrepreneur at TSVC Capital, a venture capital firm based in the San Francisco Bay Area. She is an active voice in the AI and generative AI space, hosting events and sharing insights on LinkedIn. With a background in product design from Columbia University, Sun brings a unique perspective to investing in cutting-edge AI technologies. Her role at TSVC Capital allows her to support and guide innovative startups in the rapidly evolving AI landscape.",
    "new": false,
    "hide": false,
    "id": "irissun"
  },
  {
    "name": "Kelvin Mu",
    "job": "Principal",
    "tip": "Translink Capital",
    "image": "kelvinmu.webp",
    "website": "https://www.translinkcapital.com/team/kelvin-mu",
    "twitter": "https://x.com/kelvinmu87",
    "linkedin": "https://www.linkedin.com/in/kelvinmu/",
    "detail": "kelvinmu2.png",
    "description": "Kelvin Mu is a Principal at Translink Capital, a venture capital firm based in Palo Alto, focused on investing in AI/ML startups. He frequently writes about trends in AI, technology, and business on his Substack newsletter. Translink Capital, backed by leading Asian multinationals, actively invests in Seed to Series B companies with check sizes ranging from $1-10 million. The firm leverages its extensive network to connect portfolio companies with Asia's largest corporations for customer, channel partner, or supplier relationships.",
    "new": false,
    "hide": false,
    "id": "kelvinmu"
  },
  {
    "name": "Jake Epstein",
    "job": "Investor",
    "tip": "Canaan",
    "image": "jakeepstein.webp",
    "website": "",
    "linkedin": "https://www.linkedin.com/in/jake-epstein-12915b11a/",
    "twitter": "",
    "detail": "jakeepstein2.png",
    "description": "Jake Epstein is an Analyst at Canaan, an early-stage venture capital firm investing in transformative ideas. He focuses on enterprise and deep tech investments. Prior to joining Canaan in 2023, Jake was a product manager at Uber, leading a team that modified Uber's experiences and marketplace tech for emerging markets. He holds a B.A. in Computer Science and Engineering Sciences modified by Economics from Dartmouth.",
    "new": false,
    "hide": false,
    "id": "jakeepstein"
  },
  {
    "name": "Jiang Chen",
    "job": "Head of Ecosystem & AI Platform",
    "tip": "Zilliz",
    "image": "jiangchen.webp",
    "website": "",
    "linkedin": "https://www.linkedin.com/in/jiang-0616/",
    "twitter": "https://twitter.com/jiangc1010",
    "detail": "jiangchen2.webp",
    "description": "With extensive experience in data infrastructure and information retrieval, Jiang leads the development, research, and advocacy of AI-powered search at Zilliz. He oversees collaborations with partners and open-source communities to build the seamless integration of the Milvus vector database with LLM application frameworks. Previously, Jiang served as a tech lead and product manager for Search Indexing at Google.",
    "new": false,
    "hide": false,
    "id": "jiangchen"
  },
  {
    "name": "Dr. Irene Huang",
    "job": "Senior Director",
    "tip": " TaskUs",
    "image": "irenehuang.webp",
    "website": "https://www.taskus.com/en-us/",
    "linkedin": "https://www.linkedin.com/in/irenehuangphd/",
    "twitter": "",
    "detail": "irenehuang2.webp",
    "description": "Dr. Irene Huang is the Senior Director of Wellness + Resiliency at TaskUs, a company specializing in customer experience and digital outsourcing solutions. A trained clinical psychologist and data scientist, Dr. Huang applies her expertise in mixed-method research to enhance strategic business decisions. TaskUs, a leader in the tech industry, has successfully raised a total of $279 million, underscoring its commitment to innovation and quality.",
    "new": true,
    "hide": false,
    "id": "irenehuang"
  },
  {
    "name": "Shailesh Manjrekar",
    "job": "Chief Marketing Officer",
    "tip": "CloudFabrix",
    "image": "shaileshmanjrekar.webp",
    "website": "",
    "twitter": "https://twitter.com/shail_manjrekar?lang=en",
    "linkedin": "https://www.linkedin.com/in/shaileshmanjrekar/",
    "detail": "shaileshmanjrekar2.webp",
    "description": "Shailesh Manjrekar, is the Chief Marketing Officer at CloudFabrix. He is responsible for CloudFabrix's AI and SaaS Product thought leadership, Marketing, and Go To Market strategy for Observability and AIOps market. Shailesh Manjrekar is a seasoned IT professional who has over two decades of experience in building and managing emerging global businesses. He brings an established background in product management and solutions marketing, strategic alliances spanning AI and Deep Learning, FinTech, Lifesciences SaaS solutions and has been part of 6 successful exits. Manjrekar is an avid speaker at NVIDIA GTC and Storage Developer Conference and a Forbes Technology Council contributor since 2020.",
    "new": false,
    "hide": false,
    "id": "shaileshmanjrekar"
  },
  {
    "name": "Tim Shi",
    "job": "Co-Founder & CTO",
    "tip": "Cresta",
    "image": "timshi.webp",
    "website": "https://theorg.com/org/cresta/org-chart/tim-shi",
    "twitter": "https://twitter.com/timshi_ai",
    "linkedin": "https://www.linkedin.com/in/tianlinshi/",
    "detail": "timshi2.webp",
    "description": "Tim Shi is the co-founder and CTO of Cresta, a company that specializes in artificial intelligence. Tim has also worked for OpenAI, DJI Research, Dropbox, and Microsoft Research Asia. Cresta analyzes every conversation, uncovers customer insights and behavioral best practices that lead to better business outcomes, and drives powerful results with a single unified platform for AI-native quality assurance, coaching, and real-time agent assistance. In March 2022, Cresta raised an $80 million Series C round led by Tiger Global, with participation from key strategic investors, including Genesys, Five9, and Zoom.",
    "new": true,
    "hide": false,
    "id": "timshi"
  },
  {
    "name": "Chuci Qin",
    "job": "Founder",
    "tip": "Agent2.AI",
    "image": "chuciqin.webp",
    "website": "",
    "twitter": "https://x.com/ChuciQin",
    "linkedin": "https://www.linkedin.com/in/chuci-qin-7b4818184",
    "detail": "chuciqin2.png",
    "description": "Chuci Qin ,a barve dropout from the University of Pennsylvania and a serial entrepreneur, is the founder of Agent2.AI. Agent2.AI is not just an agent that can list detailed plans in text to guide you on how to complete tasks; it can also operate the user's computer or cloud-based virtual machines to help them accomplish a series of tasks over time. It can directly handle daily work and even generate income automatically.",
    "new": false,
    "hide": false,
    "id": "chuciqin"
  },
  {
    "name": "Monica Zou",
    "job": "CMO",
    "tip": "DEKUBE",
    "image": "monicazou.webp",
    "website": "",
    "twitter": "https://twitter.com/MZCrypto3",
    "linkedin": "https://www.linkedin.com/in/zhixin-monica-zou/",
    "detail": "monicazou2.webp",
    "description": "Monica Zou is the Chief Marketing Officer at DEKUBE, an innovative leader in democratizing AI development by leveraging a vast, distributed network of GPUs to make AI innovation accessible and beneficial for all. At DEKUBE, Monica leads marketing strategies that enhance global awareness and adoption of DEKUBE's platform, which provides crucial GPU power to projects on platforms like Hugging Face and has established partnerships with over 30 AI startups.",
    "new": true,
    "hide": false,
    "id": "monicazou"
  },
  {
    "name": "Greg Tanaka",
    "job": "Council Member",
    "tip": "City of Palo Alto",
    "image": "gregtanaka.webp",
    "website": "https://www.gregtanaka.org/meet-greg",
    "twitter": "https://twitter.com/gregtanaka?lang=en",
    "linkedin": "https://www.linkedin.com/in/gltanaka/",
    "detail": "gregtanaka2.webp",
    "description": "Greg Tanaka, a 15-year veteran in Palo Alto politics, is known for his commitment to Silicon Valley's innovative spirit and community service. Elected to the City Council in 2016, he advocates for business-friendly and financially sound policies. Recognized for his ‘office hours’ with constituents, Tanaka emphasizes transparency and public input. During the pandemic, he focused on revitalizing the local economy. His inclusive governance approach, which garnered 400 endorsements in his 2020 re-election, reflects his ambition to represent Silicon Valley in Congress.",
    "new": false,
    "hide": false,
    "id": "gregtanaka"
  },
  {
    "name": "Joona Rahko",
    "job": "Founding Engineer",
    "tip": "Layer.ai",
    "image": "joonarahko.webp",
    "website": "",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/joona-rahko-82757794/",
    "detail": "joonarahko2.webp",
    "description": "Joona leads development at Layer AI, focusing on compliant gen-AI for game studios. Previously a Principal Engineer at Unity, he launched Unity Cloud and Gaming Services. Joona, a former entrepreneur and professional athlete, now helps game developers enhance art pipelines, scale content, and cut production time.",
    "new": false,
    "hide": false,
    "id": "joonarahko"
  },
  {
    "name": "Nik Spirin",
    "job": "Director for GenAI/LLMOps",
    "tip": "NVIDIA",
    "image": "nikspirin.webp",
    "website": "https://developer.nvidia.com/blog/author/nspirin/",
    "twitter": "https://x.com/spirinus?lang=en",
    "linkedin": "https://www.linkedin.com/in/nikitavspirin/",
    "detail": "nikspirin2.webp",
    "description": "Nik Spirin is a director for GenAI/LLMOps at NVIDIA. He leads the development of tools and workflows to enable end-to-end GenAI/LLM lifecycles, including model training, evaluation, and optimization, among others. He has 15+ years of experience working on AI/ML as a researcher, engineer, product manager, and founder. He holds a CS PhD degree from the University of Illinois at Urbana-Champaign.",
    "new": false,
    "hide": false,
    "id": "nikspirin"
  },
  {
    "name": "Alekh Jindal",
    "job": "CEO and Co-founder",
    "tip": "Tursio",
    "image": "alekhjindal.webp",
    "website": "",
    "twitter": "https://twitter.com/AlekhJindal",
    "linkedin": "https://www.linkedin.com/in/alekhjindal/",
    "detail": "alekhjindal2.webp",
    "description": "Alekh is CEO and Co-founder at Tursio, a seed-stage startup to turn databases into Gen AI machines. Previously, he was CTO and Chief Architect at Keebo, and Principal Scientist at Microsoft before that. Alekh did his postdoc at MIT CSAIL, received PhD from Saarland University, master's from Max Planck, and undergrad from IIT Kanpur. He has published more 70 papers, 15 patents, with best paper awards at CIDR, VLDB, and SIGMOD.",
    "new": false,
    "hide": false,
    "id": "alekhjindal"
  },
  {
    "name": "Vanessa Ran",
    "job": "Co-founder and President",
    "tip": "GenAI K12 Initialtive",
    "image": "vanessaran.webp",
    "website": "",
    "twitter": "",
    "linkedin": "",
    "detail": "vanessaran2.webp",
    "description": "Vanessa Ran, Co-founder and President of GenAI K12 Initiative, is a student at Monta Vista High School. Passionate about education and technology, she leads initiatives to empower K-12 students with AI education. AI is promising to transform the world in ways that don't necessarily seem for the better for young generation: killing jobs, supercharging disinformation. She is leading the efforts to offer an accessible history and resource of GenAI.",
    "new": false,
    "hide": false,
    "id": "vanessaran"
  },
  {
    "name": "Ahmed AJ",
    "job": "Co-Founder",
    "tip": "Logicrite",
    "image": "ahmedaj.webp",
    "website": "",
    "twitter": "",
    "linkedin": "",
    "detail": "ahmedaj2.webp",
    "description": "Ahmed AJ is the Co-Founder of Logicrite, a pioneering company specializing in building AI agents. He also founded Dapi, a global open banking aggregator backed by Y Combinator. Ahmed is an Entrepreneur with extensive operational experience in product development, no-code platforms, fintech, and blockchain technology.",
    "new": false,
    "hide": false,
    "id": "ahmedaj"
  },
  {
    "name": "Dr. David Minarsch",
    "job": "Co-Founder & CEO",
    "tip": "Valory",
    "image": "davidminarsch.webp",
    "website": "",
    "twitter": "https://twitter.com/david_enim",
    "linkedin": "https://www.linkedin.com/in/davidminarsch/",
    "detail": "davidminarsch2.webp",
    "description": "David Minarsch holds a Ph.D. in Applied Game Theory from the University of Cambridge. He is the creator of the first multi-agent system framework with native support for distributed ledger technologies (aea.dev) and a co-founder/CEO at Valory. Minarsch has conducted research on the economics of networks, strategy, political competition, and multi-agent systems. He has successfully taken projects from concept to production at companies like Yoyo Wallet and Fetch.ai.",
    "new": false,
    "hide": false,
    "id": "davidminarsch"
  },
  {
    "name": "Stan Lee",
    "job": "Co-Founder & CTO",
    "tip": "Upstage",
    "image": "stanlee.webp",
    "website": "",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/upstage-stan/",
    "detail": "stanlee2.webp",
    "description": "Stan Lee is the Co-Founder and CTO of Upstage AI. He has over 15 years of experience in computer vision and AI, previously leading NAVER's Clova OCR team. Lee has published numerous OCR papers and his technologies are used by various companies. At Upstage, he leads the LLM Model & Applications team, developing high-performance private LLM engines cost-effectively and securely.",
    "new": false,
    "hide": false,
    "id": "stanlee"
  },
  {
    "name": "Emrah Gultekin",
    "job": "Chairman & Co-Founder",
    "tip": "Chooch",
    "image": "emrahgultekin.webp",
    "website": "",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/emrahgultekin/",
    "detail": "emrahgultekin2.webp",
    "description": "Emrah Gultekin is the Co-Founder & Chairman of Chooch. Chooch is a company revolutionizing conventional computer vision. Leveraging advanced Vision AI, Chooch can detect, process, and instantly analyze visual elements in video streams in nanoseconds, surpassing human capabilities. The company envisions a world where humans focus on what they excel at while leaving technology to handle suitable tasks. To date, Chooch has raised over $25.8 million in funding and is widely used across healthcare, public safety, industrial, media, and geospatial sectors.",
    "new": true,
    "hide": false,
    "id": "emrahgultekin"
  },
  {
    "name": "Jay Zhao",
    "job": "Managing Partner",
    "tip": "Leonis Capital",
    "image": "jayzhao.webp",
    "website": "https://www.leoniscap.com/jay-zhao",
    "twitter": "https://twitter.com/jzhaos?lang=en",
    "linkedin": "https://www.linkedin.com/in/jayzhaolinkedin/",
    "detail": "jayzhao2.webp",
    "description": "Jay Zhao is a Managing Partner at Leonis Capital, a VC fund investing in AI-powered tech companies. He has led investments and served on the boards of companies like Marqeta, HireVue, and Mixamo. Previously, Zhao co-founded T Fund, was a Senior Director at Walden Venture Capital, and a Principal at Granite Ventures. He is an active mentor and contributor to media outlets.",
    "new": false,
    "hide": false,
    "id": "jayzhao"
  },
  {
    "name": "Shir Chorev",
    "job": "Co-Founder & CTO",
    "tip": "Deepchecks",
    "image": "shirchorev.webp",
    "website": "",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/shirchorev/",
    "detail": "shirchorev2.webp",
    "description": "Shir Chorev is the Co-Founder and CTO of Deepchecks, an Israeli startup that provides a solution for continuously validating machine learning models. She has extensive experience in machine learning, having worked on AI projects in the Israeli military's elite Talpiot program. Chorev holds an MSc in Electrical Engineering from Tel Aviv University, specializing in algorithms and machine learning. She is passionate about addressing the challenges of deploying reliable AI systems.",
    "new": false,
    "hide": false,
    "id": "shirchorev"
  },
  {
    "name": "Kasey Kyungsil Roh",
    "job": "Head of Business US",
    "tip": "Upstage",
    "image": "kaseykyungsilroh.webp",
    "website": "",
    "linkedin": "https://www.linkedin.com/in/kaseyroh/",
    "twitter": "",
    "detail": "kaseykyungsilroh2.png",
    "description": "Kasey Kyungsil Roh is the Head of Business for the US at Upstage, where she plays a pivotal role in driving business strategy and operations within the region. Upstage is recognized for leveraging AI technologies to enhance various industry processes, setting benchmarks in innovation and efficiency. Under her leadership, the company continues to expand its influence and redefine industry standards across the US market.",
    "new": false,
    "hide": false,
    "id": "kaseykyungsilroh"
  },
  {
    "name": "Richard Tasker",
    "job": "Director of Product Management",
    "tip": "Otter.ai",
    "image": "richardtasker.webp",
    "website": "https://otter.ai/author/richard-tasker",
    "linkedin": "https://www.linkedin.com/in/richardtasker/",
    "twitter": "https://x.com/rtasker?lang=en",
    "detail": "richardtasker2.png",
    "description": "Richard Tasker is the Director of Product Management at Otter.ai. With a background in electrical engineering and information technology, he brings extensive experience in product management, market research, and team leadership across various domains like AI/ML, collaboration, and telecommunications. At Otter.ai, Tasker leverages his expertise to drive innovative product strategies, ensuring the delivery of cutting-edge meeting technology solutions that harness natural language processing and artificial intelligence capabilities.",
    "new": false,
    "hide": false,
    "id": "richardtasker"
  },
  {
    "name": "Frank Liu",
    "job": "Head of AI & ML",
    "tip": "Zilliz",
    "image": "frankliu.webp",
    "website": "",
    "linkedin": "https://www.linkedin.com/in/fzliu/",
    "twitter": "https://twitter.com/frankzliu",
    "detail": "frankliu2.webp",
    "description": "Frank Liu is Head of AI & ML at Zilliz, with over eight years of industry experience in machine learning and hardware engineering. Before joining Zilliz, Frank co-founded Orion Innovations, an IoT startup based in Shanghai, and worked as an ML Software Engineer at Yahoo in San Francisco. He presents at major industry events like the Open Source Summit and writes tech content for leading publications such as Towards Data Science, The New Stack, the Sequence, and DZone. His passion for ML extends beyond the workplace; in his free time, he trains ML models and experiments with unique architectures. Frank holds MS and BS degrees in Electrical Engineering from Stanford University.",
    "new": false,
    "hide": false,
    "id": "frankliu"
  },
  {
    "name": "Anya Cheng",
    "job": "Founder & CEO",
    "tip": "Taelor",
    "image": "anyacheng.webp",
    "website": "",
    "twitter": "https://x.com/anyacheng?lang=en",
    "linkedin": "https://www.linkedin.com/in/anyacheng/",
    "detail": "anyacheng2.png",
    "description": "Anya Cheng is an accomplished and award-winning Product Head with extensive experience overseeing product initiatives for leading technology, eCommerce, food-delivery, and retail organizations. She is the founder and CEO of Taelor.style. Cheng has expertise in creating product vision, strategy, and roadmaps, building high-performing teams, and managing stakeholders. She is a TEDx speaker and has won over 20 awards, including Girls in Tech \"40 Under 40\" and Webby Award Best App of the Year.",
    "new": false,
    "hide": false,
    "id": "anyacheng"
  },
  {
    "name": "Artur Kiulian",
    "job": "Founder",
    "tip": "Radical Philanthropies",
    "image": "arturkiulian.webp",
    "website": "",
    "twitter": "https://twitter.com/arturkiulian?lang=en",
    "linkedin": "https://www.linkedin.com/in/artur-kiulian/",
    "detail": "arturkiulian2.webp",
    "description": "Artur Kiulian is the founder of Radical Philanthropies, an organization empowering entrepreneurs to solve global challenges through transparency and knowledge sharing. He previously ran a venture studio focused on AI and machine learning, authoring the book \"Robot Is The Boss: How To Do Business with Artificial Intelligence.\" Kiulian is a member of the Young Entrepreneur Council and holds a Master's degree in Artificial Intelligence Systems.",
    "new": false,
    "hide": false,
    "id": "arturkiulian"
  },
  {
    "name": "Kevin Suer",
    "job": "Director of Product Management",
    "tip": "Zuora",
    "image": "kevinsuer.webp",
    "website": "",
    "twitter": "https://x.com/chosmire",
    "linkedin": "https://www.linkedin.com/in/kevinsuer/",
    "detail": "kevinsuer2.webp",
    "description": "Kevin Suer is a seasoned product management leader at Zuora, focused on building next-generation data platforms, analytics products, and no-code integrations for subscription businesses. He has extensive experience in pioneering products for political, non-profit, and social media sectors, driving growth through technology innovations. Suer holds degrees from the University of Virginia and is passionate about leveraging technology for business growth.",
    "new": false,
    "hide": false,
    "id": "kevinsuer"
  },
  {
    "name": "Dr. Ramesh Sairamesh",
    "job": "CEO & President",
    "tip": "CapsicoHealth",
    "image": "rameshsairamesh.webp",
    "website": "",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/j-ramesh-sairamesh-562603/",
    "detail": "rameshsairamesh2.png",
    "description": "Ramesh Sairamesh is the CEO, President, and Founder of CapsicoHealth, a Predictive and Generative-AI company based in Silicon Valley. He drives the company's strategy on Real-World Intelligence Products and Generative-AI for the pharmaceutical, medical device, and hospital industries. With over 20 US patents and 60 research publications, Sairamesh has extensive experience in healthcare, pharmaceuticals, and supply chain services. Previously, he was a Manager and Worldwide Program Leader at IBM Research, where he won multiple innovation awards.",
    "new": false,
    "hide": false,
    "id": "rameshsairamesh"
  },
  {
    "name": "Sunny Rochiramani",
    "job": "VP of Engineering",
    "tip": "Descript",
    "image": "sunnyrochiramani.webp",
    "website": "",
    "twitter": "https://twitter.com/srochiramani?lang=en",
    "linkedin": "https://www.linkedin.com/in/sunnybr/",
    "detail": "sunnyrochiramani2.webp",
    "description": "Sunny Rochiramani is the VP of Engineering at Descript, a startup that provides innovative audio and video editing software powered by AI. Descript's tools leverage machine learning for tasks like transcription, overdubbing, and audio editing. Rochiramani has over 15 years of experience in software engineering.",
    "new": false,
    "hide": false,
    "id": "sunnyrochiramani"
  },
  {
    "name": "Vic Bhatia",
    "job": "Founder",
    "tip": "RapidSOC2",
    "image": "vicbhatia.webp",
    "website": "",
    "twitter": "https://x.com/vicbhatia",
    "linkedin": "https://www.linkedin.com/in/vicbhatia/",
    "detail": "vicbhatia2.png",
    "description": "Vic Bhatia is the Founder of RapidSOC2, a Silicon Valley startup leveraging AI and engineering techniques to automate cloud compliance at scale. RapidSOC2 offers rapidSOC2.com, enabling organizations to achieve SOC 2 readiness within 28 days, and fixpliance.AI, an API-based private SaaS platform that integrates with any tech stack to enforce compliance policies across data clouds. Founded by ex-FAANG engineers, RapidSOC2 aims to eliminate manual processes and streamline compliance through automation.",
    "new": false,
    "hide": false,
    "id": "vicbhatia"
  },
  {
    "name": "Yochai Konig",
    "job": "VP of Machine Learning",
    "tip": "Ada",
    "image": "yochaikonig.webp",
    "website": "",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/yochai-konig-abb5a/",
    "detail": "yochaikonig2.png",
    "description": "Yochai Konig is Ada's VP of Machine Learning with over 30 years of experience. He co-founded Utopy, creating the first Speech Analytics product \"SpeechMiner\". Previously, he led Genesys Innovation and Advanced Research groups. Konig started at SRI International, leading DoD projects in Speech Recognition, Speaker Verification, and NLP. He holds over 100 patents and a Ph.D. from Berkeley.",
    "new": false,
    "hide": false,
    "id": "yochaikonig"
  },
  {
    "name": "Dr. Jiarui Liu",
    "job": "Fellow",
    "tip": "Stanford Center for Internet and Society",
    "image": "jiaruiliu.webp",
    "website": "",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/jiarui-liu-b117468/",
    "detail": "jiaruiliu2.webp",
    "description": "Dr. Jiarui Liu, is a fellow at Stanford Law School's Center for Internet and Society and a former director of IP programs at the University of San Francisco School of Law. He has published over 40 articles in prestigious law reviews and is regularly invited by the U.S. Copyright Office, USPTO, and foreign governments as a speaker. Liu has worked for top law firms like Baker McKenzie and Jones Day, representing major companies in high-profile IP cases and negotiations.",
    "new": false,
    "hide": false,
    "id": "jiaruiliu"
  },
  {
    "name": "Robert Mao",
    "job": "Founder & CEO",
    "tip": "ArcBlock",
    "image": "robertmao.webp",
    "website": "",
    "twitter": "https://x.com/mave99a",
    "linkedin": "https://www.linkedin.com/in/robertmao/",
    "detail": "robertmao2.png",
    "description": "Robert Mao is the founder and CEO of ArcBlock, a leading platform to empower developers building dApps, DID(Decentralized Identity), blockchain and LLM (Large Language Models) applications. He is a serial entrepreneur and a public speaker about Decentralized Identity and blockchain technology. Prior to ArcBlock, Robert worked for Microsoft Research focusing on social computing. Robert Mao has authored more than 30 papers, journal articles, and patents, he is also the author of two books in blockchain technology.",
    "new": true,
    "hide": false,
    "id": "robertmao"
  },
  {
    "name": "Yangxin Chen",
    "job": "Chief AI Official",
    "tip": "1Gen Labs",
    "image": "yangxinchen.webp",
    "website": "",
    "twitter": "",
    "linkedin": "",
    "detail": "yangxinchen2.webp",
    "description": "Yangxin Chen is the Chief AI Official of 1Gen Labs. He has a MS from the University of California, Berkeley. He has worked in Apple, leading the development of iPhone 4 as PD. Chen is a celebrated digital artist whose high-value artworks have been exhibited in influential art shows and collected by renowned collectors. 1Gen is building an anime multimodal LLM with top rank in Civitai.",
    "new": false,
    "hide": false,
    "id": "yangxinchen"
  },
  {
    "name": "Shaun W.",
    "job": "Co-Founder & CEO",
    "tip": "RealChar",
    "image": "shaunw.webp",
    "website": "",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/shaunwei/",
    "detail": "shaunw2.png",
    "description": "Shaun W. is the CEO and Co-Founder of RealChar, a company that provides an immersive web-based simulator for digital assistant applications. With a background in computer science and artificial intelligence, he has developed innovative solutions to enhance user experiences with conversational AI. RealChar's platform allows developers to create and test virtual assistants in realistic scenarios, enabling them to refine and optimize their AI models before deployment.",
    "new": false,
    "hide": false,
    "id": "shaunw"
  },
  {
    "name": "Bryan Talebi",
    "job": "CEO and Co-Founder",
    "tip": "Ahura AI",
    "image": "bryantalebi.webp",
    "website": "https://ahuraai.com/team/bryan-talebi/",
    "twitter": "https://x.com/BryanTalebi3D",
    "linkedin": "https://www.linkedin.com/in/bryantalebi/",
    "detail": "bryantalebi2.webp",
    "description": "Bryan Talebi is a data-driven leader dedicated to scaling innovative businesses and empowering salespeople. He has founded, built, or led tech companies with a current valuation over $3.1 billion. Talebi brings expertise in sales, sales management, emerging technology, and execution. He is currently focused on integrating AI to accelerate learning and make quality education more accessible through his company Ahura AI.",
    "new": false,
    "hide": false,
    "id": "bryantalebi"
  },
  {
    "name": "Cheng Chi",
    "job": "Robotics PhD Student",
    "tip": "Stanford University",
    "image": "chengchi.webp",
    "website": "",
    "twitter": "https://twitter.com/chichengcc?lang=en",
    "linkedin": "https://www.linkedin.com/in/cheng-chi-3760a3117/",
    "detail": "chengchi2.webp",
    "description": "Cheng Chi is a 4th year CS PhD student at Columbia University, and a EE Student of New Faculty (SNF) at Stanford University, advised by Professor Shuran Song. During his PhD, Cheng work closely with Toyota Research Institute on solving complex robotic manipulation problems, dealing with deformable objects and hard-to-model dynamics. Recently, he is interested in scaling imitation learning for general purpose robotic manipulation.",
    "new": false,
    "hide": false,
    "id": "chengchi"
  },
  {
    "name": "Tony Zhao",
    "job": "Author Mobile ALOHA",
    "tip": "Stanford University",
    "image": "tonyzhao.webp",
    "website": "https://tonyzhaozh.github.io/",
    "twitter": "https://twitter.com/tonyzzhao",
    "linkedin": "https://www.linkedin.com/in/tony-z-zhao/",
    "detail": "tonyzhao2.webp",
    "description": "Tony Zhao is the creator and author of Mobile ALOHA. He is now a PhD student at Stanford advised by Chelsea Finn. Tony's research enables robots to autonomously execute intricate manipulation tasks, including the development of new machine learning algorithms as well as hardware platforms like Aloha. Mobile Aloha is a humanoid robot that can be remote operated by a user and perform autonomously by imitation learning.",
    "new": true,
    "hide": false,
    "id": "tonyzhao"
  },
  {
    "name": "Zipeng Fu",
    "job": "Author Mobile ALOHA",
    "tip": "Stanford University",
    "image": "zipengfu.webp",
    "website": "https://zipengfu.github.io/",
    "twitter": "https://twitter.com/zipengfu?lang=en",
    "linkedin": "https://www.linkedin.com/in/zipengfu/",
    "detail": "zipengfu2.webp",
    "description": "Zipeng Fu is the creator and author of ALOHA Robot. He is now a CS PhD student at Stanford AI Lab, advised by Chelsea Finn. His research focuses on deployable robot systems and learning in the unstructured open world. His representative work includes Mobile Aloha, Robot Parkour Learning, and RMA. Mobile Aloha is a humanoid robot that can be remote operated by a user and perform autonomously by imitation learning.",
    "new": false,
    "hide": false,
    "id": "zipengfu"
  },
  {
    "name": "Jose Sotelo",
    "job": "Senior AI Researcher",
    "tip": "Descript",
    "image": "josesotelo.webp",
    "website": "",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/jose-sotelo-02496a50/",
    "detail": "josesotelo2.webp",
    "description": "Jose Sotelo is a Senior AI Researcher at Descript, a company that specializes in AI-powered audio and video editing tools. He has extensive experience in natural language processing, machine learning, and AI research. At Descript, Sotelo leads the development of cutting-edge AI technologies to enhance audio and video editing capabilities, making the process more efficient and user-friendly.",
    "new": false,
    "hide": false,
    "id": "josesotelo"
  },
  {
    "name": "Lindsey Spellman",
    "job": "Head of Marketing",
    "tip": "Abridge",
    "image": "lindseyspellman.webp",
    "website": "",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/lindseyspellman/",
    "detail": "lindseyspellman2.webp",
    "description": "Lindsey Spellman is the head of marketing of Abridge, a company founded in 2018 with the mission of powering deeper understanding in healthcare through AI-powered technology. Abridge's platform transforms medical conversations into structured clinical notes in real-time, with deep EMR integrations. As pioneers in generative AI for healthcare, Abridge is setting industry standards for responsible AI deployment across health systems.",
    "new": false,
    "hide": false,
    "id": "lindseyspellman"
  },
  {
    "name": "Xuhui Shao",
    "job": "Managing Partner",
    "tip": "Foothill Ventures",
    "image": "xuhuishao.webp",
    "website": "https://www.foothill.ventures/team/xuhui-shao",
    "twitter": "https://x.com/shaoxuhui",
    "linkedin": "https://www.linkedin.com/in/xuhuishao/",
    "detail": "xuhuishao2.webp",
    "description": "Dr. Xuhui Shao is the Managing Partner of Foothill Ventures, a technology-focused venture fund investing in early stage startups in the US. Before that Xuhui has been Yahoo's Vice President II Engineering in charge of Yahoo’s global display ads platforms; Founding technologist of Ad Tech pioneer company Turn and AI risk management company ID Analytics.  Xuhui earned his BS and MS degrees from Tsinghua University, and his Ph.D. in EECS from University of Minnesota. Xuhui is an early investor of Plus.AI, Weride.AI and Certik - all subsequent unicorn companies.",
    "new": false,
    "hide": false,
    "id": "xuhuishao"
  },
  {
    "name": "Jai Natarajan",
    "job": "VP Partnerships & Strategy",
    "tip": "iMerit",
    "image": "jainatarajan.webp",
    "website": "",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/jainatarajan/",
    "detail": "jainatarajan2.webp",
    "description": "Natalia is VP and Field CTO, ML at Cerebras Systems. She has decades of R&D experience in NLP, CV, ML and IR. Prior to Cerebras, Natalia was a Sr. Research Manager at Hewlett Packard Labs, where she led the Software and AI group in 2015-2019 and served as the head of HP Labs Russia in 2011-2015. She led research teams developing algorithms and applications for text, image and time series analysis and modelling. In 2012-2015 Natalia also was a part-time Associate Professor at St. Petersburg State University and a part-time lecturer at Computer Science Center, St. Petersburg, Russia. She holds a PhD in CS from St. Petersburg State University.",
    "new": false,
    "hide": false,
    "id": "jainatarajan"
  },
  {
    "name": "Minfa Wang",
    "job": "CTO",
    "tip": "oneGen",
    "image": "minfawang.webp",
    "website": "",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/minfa-wang-a2b99095/",
    "detail": "minfawang2.webp",
    "description": "Minfa Wang is the CTO of 1Gen Labs. He was a Senior Machine Learning Engineer at Waymo, where he leverages advanced ML techniques to enhance autonomous driving technologies. With a deep focus on innovation and safety, Minfa plays a crucial role in developing 1Gen Agent systems that improves the community engagement.",
    "new": false,
    "hide": false,
    "id": "minfawang"
  },
  {
    "name": "ankit jain",
    "job": "founder & company lead",
    "tip": "infinitus",
    "image": "ankitjain.webp",
    "website": "",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/jainankit/",
    "detail": "ankitjain2.webp",
    "description": "ankit jain is a seasoned entrepreneur and technology leader. he is the co-founder and ceo of infinitus systems, an ai-powered healthcare automation company. prior to infinitus, ankit was a founding partner at gradient ventures, google's ai-focused venture fund, and a director of engineering at google. he has also co-founded and led other successful startups like quettra, which was acquired by similarweb, and cuil, which was acquired by google. ankit has extensive experience in areas such as search, mobile analytics, and artificial intelligence.",
    "new": false,
    "hide": true,
    "id": "ankitjain"
  },
  {
    "name": "Shyam Rajagopalan",
    "job": "Co-Founder & CTO",
    "tip": "Infinitus Systems",
    "image": "shyamrajagopalan.webp",
    "website": "",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/shyamsundarr/",
    "detail": "shyamrajagopalan2.png",
    "description": "Shyam Rajagopalan is the Co-Founder and CTO of Infinitus Systems, Inc., a technology company based in the United States. He holds a degree from the prestigious UC Berkeley College of Engineering. As the CTO, Shyam is responsible for driving the technical vision and strategy for Infinitus. With over 500 connections on LinkedIn, he is well-connected in the industry and leverages his expertise to lead the company's technological innovations.",
    "new": false,
    "hide": false,
    "id": "shyamrajagopalan"
  },
  {
    "name": "Jason Ge",
    "job": "Media ML Infra Engineer",
    "tip": "Netflix",
    "image": "jasonge.webp",
    "website": "",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/jasonge27/",
    "detail": "jasonge2.png",
    "description": "Jason Ge is a Media ML Infra Engineer at Netflix, where he plays a pivotal role in building and scaling the company's media machine learning infrastructure. With expertise in machine learning and a deep understanding of Netflix's content ecosystem, he contributes to innovative solutions that enhance the media experience for millions of subscribers worldwide. Ge's work focuses on developing scalable platforms, leveraging cutting-edge technologies, and enabling seamless integration of machine learning algorithms into Netflix's applications and services.",
    "new": false,
    "hide": false,
    "id": "jasonge"
  },
  {
    "name": "VS Joshi",
    "job": "Global Head Of Product and Solutions Marketing",
    "tip": "Digitate",
    "image": "vsjoshi.webp",
    "website": "",
    "twitter": "https://x.com/vsjoshi?lang=en",
    "linkedin": "https://www.linkedin.com/in/joshivs/",
    "detail": "vsjoshi2.png",
    "description": "VS Joshi is the Global Head of Product and Solutions Marketing at Digitate, a leading AI and machine learning company. With extensive experience in product marketing at Fortune 500 companies and startups, he excels in crafting compelling product positioning, messaging, and go-to-market strategies. Joshi is skilled in leading cross-functional teams, creating sales enablement programs, and executing creative demand generation campaigns. He is a sought-after speaker on AI and machine learning topics, known for his ability to evangelize new solutions and thrive in undefined spaces.",
    "new": false,
    "hide": false,
    "id": "vsjoshi"
  },
  {
    "name": "Nathan Lile",
    "job": "Co-Founder & CEO",
    "tip": "SynthLabs.AI",
    "image": "nathanlile.webp",
    "website": "",
    "twitter": "https://x.com/NathanThinks",
    "linkedin": "https://www.linkedin.com/in/nathanwangerinlile/",
    "detail": "nathanlile2.webp",
    "description": "Nathan Lile is the Co-Founder and CEO of SynthLabs.AI, a startup focused on developing transparent and auditable AI alignment platforms. Prior to SynthLabs, Nathan served as the Chief of Staff at Stability AI, where he led enterprise projects and partnerships. He was also a top-ranked professional swimmer, competing twice in the Olympic Trials, and was the valedictorian of his university.",
    "new": false,
    "hide": false,
    "id": "nathanlile"
  },
  {
    "name": "Tiffany Joy Basse",
    "job": "CEO",
    "tip": "Liferise",
    "image": "tiffanyjoybasse.webp",
    "website": "",
    "twitter": "https://twitter.com/tiffanyjoybasse?lang=en",
    "linkedin": "https://www.linkedin.com/in/tiffanyjoybasse/",
    "detail": "tiffanyjoybasse2.webp",
    "description": "Tiffany innovates with generative AI through Liferise, an app channeling indigenous elder wisdom into modern tech. It features AI coaching, tailored meditations, spirit animal stories, Earth Wisdom Cards, and sound healing, aimed at personal growth and cultural connection.",
    "new": false,
    "hide": false,
    "id": "tiffanyjoybasse"
  },
  {
    "name": "Siqi Lin",
    "job": "Head of Campaign",
    "tip": "Cresta",
    "image": "siqilin.webp",
    "website": "",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/siqilin/",
    "detail": "siqilin2.webp",
    "description": "Siqi Lin is the Head of Campaign at Cresta, a Stanford-based AI company. She is a Stanford Fellowship recipient and has expertise in strategic marketing campaigns. Lin's professional experience spans across various roles, showcasing her versatility and leadership skills in driving impactful initiatives.",
    "new": false,
    "hide": false,
    "id": "siqilin"
  },
  {
    "name": "Vivi Lin",
    "job": "Columnist",
    "tip": "FTChinese",
    "image": "vivilin.webp",
    "website": "",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/vivi-lin-1862276/",
    "detail": "vivilin2.png",
    "description": "Vivi Lin is a Columnist for FT China, focusing on innovation, in particular AI and Web3. As a passionate advocate for AI for good and responsible AI, Vivi has a rich background as a bilingual presenter and producer for Reuters TV and CCTV. Currently, she serves as a partner and consultant for various Web3 and AI startups, leveraging her expertise to drive forward the future of technology and humanity.",
    "new": false,
    "hide": false,
    "id": "vivilin"
  },
  {
    "name": "Jiajun Lu",
    "job": "Founder & CEO",
    "tip": "AKOOL",
    "image": "jiajunlu.webp",
    "website": "https://www.jiajunlu.com/",
    "twitter": "https://twitter.com/Jiajun3423",
    "linkedin": "https://www.linkedin.com/in/lujiajun/",
    "detail": "jiajunlu2.webp",
    "description": "Jiajun Lu is a global leader in artificial intelligence and computer vision with over a decade of experience. He has led teams and startups to deliver successful products, published the book \"Enhanced Human,\" and won awards like Top 10 Pioneering CEOs and Top 50 CEOs of AI companies. Currently, Lu is building Akool, a company focused on personalized visual marketing using generative AI for videos, images, and avatars.",
    "new": false,
    "hide": false,
    "id": "jiajunlu"
  },
  {
    "name": "Sakshi Pratap",
    "job": "Co-founder & CEO",
    "tip": "Hexus",
    "image": "sakshipratap.webp",
    "website": "",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/sakshi-p12/",
    "detail": "sakshipratap2.webp",
    "description": "Sakshi Pratap is the Co-Founder and CEO of Hexus, a startup specializing in AI-powered personalized product demos and guides. She has extensive experience leading tech teams at companies like Google and early-stage startups. Sakshi holds a Master's degree in Computer Science from Georgia Tech and is passionate about leveraging AI to drive innovation and enhance user experiences.",
    "new": false,
    "hide": false,
    "id": "sakshipratap"
  },
  {
    "name": "Claire Xie",
    "job": "Founder & CEO",
    "tip": "Clink AI",
    "image": "clairexie.webp",
    "website": "",
    "twitter": "https://twitter.com/claire_xiee",
    "linkedin": "https://www.linkedin.com/in/clairexiee/",
    "detail": "clairexie2.webp",
    "description": "Claire Xie is the founder of ClinkAI, an AI startup, and the Women in AI Club, which aims to connect, empower, and elevate founders, builders, and investors in the AI space. Previously, she worked as a lead data scientist at DoorDash and Google, focusing on growth analytics. Xie is passionate about leveraging AI to drive innovation and empowering women in the tech industry.",
    "new": false,
    "hide": false,
    "id": "clairexie"
  },
  {
    "name": "Heping Liu",
    "job": "Senior Principal",
    "tip": "Workday",
    "image": "hepingliu.webp",
    "website": "",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/heping-liu-92b39211/",
    "detail": "hepingliu2.webp",
    "description": "Heping Liu is a Senior Principal Machine Learning Engineer at Workday, where he has led the development of forecasting and optimization products using ML. He spearheaded the design of next-gen platform architecture, disaster recovery strategies, and open-source software management. Previously, he co-founded and served as CEO of Beijing Unigroup AI Technologies Inc. Liu holds a Ph.D. and has authored around 20 papers in top journals. His research interests include forecasting, optimization, AI/ML algorithms, LLM, big data, and analytics.",
    "new": false,
    "hide": false,
    "id": "hepingliu"
  },
  {
    "name": "Kathryn Wu",
    "job": "Co-Founder",
    "tip": "Openmart",
    "image": "kathrynwu.webp",
    "website": "",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/kathrynwoohoo/",
    "detail": "kathrynwu2.webp",
    "description": "Kathryn co-founded Openmart, a Y Combinator-backed AI tool challenging ZoomInfo, analyzing unstructured data like websites for sales professionals. Previously at Pinterest and first product lead at Databento, she grew its team and revenue significantly, earning a spot on the 2022 Women in Fintech Power List. Openmart is also supported by Afore Capital and Rebel Fund among others.",
    "new": false,
    "hide": false,
    "id": "kathrynwu"
  }
]
