[
  {
    "name": "Mark Friedman",
    "job": "Research Affiliate",
    "tip": "Massachusetts Institute of Technology",
    "image": "markfriedman.jpg",
    "website": "",
    "twitter": "https://twitter.com/mark_s_friedman",
    "linkedin": "https://www.linkedin.com/in/marksfriedman/",
    "detail": "markfriedman2.png",
    "description": "Mark Friedman is a Co-Founder of the App Inventor project and currently serves as an MIT Research Affiliate at the Computer Science and Artificial Intelligence Laboratory (CSAIL). He has extensive experience in technical leadership roles at major tech companies like Google and Microsoft, as well as startups. Friedman is particularly passionate about educational technology, low-code development platforms, and programming tools that promote social good.",
    "new": false,
    "id": "markfriedman"
  },
  {
    "name": "Prof. Weiqing Gu",
    "job": "Professor",
    "tip": "Harvey Mudd College",
    "image": "weiqinggu.jpg",
    "website": "https://math.hmc.edu/gu/",
    "twitter": "",
    "linkedin": "https://www.linkedin.com/in/weiqing-gu-56b9bab/",
    "detail": "weiqinggu2.png",
    "description": "Prof. Weiqing Gu is a Professor at Harvey Mudd College and Claremont Graduate University, deeply involved in research on explainable predictive models and anomaly detection using EEG machine learning and big data analytics for neurological disorders and brain injuries. Her expertise spans geometry, dynamics, control theory, and machine learning, leading to the development of Geometric Unified Learning funded by NSF SBIR. Gu has published extensively and created courses bridging industry and academia.",
    "new": false,
    "id": "weiqinggu"
  },
  {
    "name": "Prof. Henrik Christensen",
    "job": "Professor",
    "tip": "University of California San Diego",
    "image": "henrikchristensen.jpg",
    "website": "https://hichristensen.com/",
    "twitter": "https://twitter.com/hiskov/",
    "linkedin": "https://www.linkedin.com/in/henrikichristensen/",
    "detail": "henrikchristensen2.png",
    "description": "Prof. Henrik Christensen is a Distinguished Professor of Computer Science at UC San Diego and a renowned researcher, entrepreneur, and investor in robotics, AI, and computer vision. He emphasizes a systems approach, with over 400 publications and research commercialized by major companies. Christensen is a fellow of AAAS and IEEE, received the Joseph Engelberger Award, and was named Boeing Supplier of the Year in 2011. He has advised companies, governments, and investors globally on robotics and AI.",
    "new": false,
    "id": "henrikchristensen"
  }
]
